{"chapterNum": "2", "hebrewText": ["﻿א: וּבִשְׁנַ֣ת שְׁתַּ֗יִם לְמַלְכוּת֙ נְבֻֽכַדְנֶצַּ֔ר חָלַ֥ם נְבֻֽכַדְנֶצַּ֖ר חֲלֹמֹ֑ות וַתִּתְפָּ֣עֶם רוּחֹ֔ו וּשְׁנָתֹ֖ו נִהְיְתָ֥ה עָלָֽיו׃", "ב: וַיֹּ֣אמֶר הַ֠מֶּלֶךְ לִקְרֹ֨א לַֽחַרְטֻמִּ֜ים וְלָֽאַשָּׁפִ֗ים וְלַֽמְכַשְּׁפִים֙ וְלַכַּשְׂדִּ֔ים לְהַגִּ֥יד לַמֶּ֖לֶךְ חֲלֹמֹתָ֑יו וַיָּבֹ֕אוּ וַיַּֽעַמְד֖וּ לִפְנֵ֥י הַמֶּֽלֶךְ׃", "ג: וַיֹּ֧אמֶר לָהֶ֛ם הַמֶּ֖לֶךְ חֲלֹ֣ום חָלָ֑מְתִּי וַתִּפָּ֣עֶם רוּחִ֔י לָדַ֖עַת אֶֽת-הַחֲלֹֽום׃", "ד: וַֽיְדַבְּר֧וּ הַכַּשְׂדִּ֛ים לַמֶּ֖לֶךְ אֲרָמִ֑ית מַלְכָּא֙ לְעָלְמִ֣ין חֱיִ֔י אֱמַ֥ר חֶלְמָ֛א (לעבדיך) לְעַבְדָ֖ךְ וּפִשְׁרָ֥א נְחַוֵּֽא׃", "ה: עָנֵ֤ה מַלְכָּא֙ וְאָמַ֣ר (לכשדיא) לְכַשְׂדָּאֵ֔י מִלְּתָ֖א מִנִּ֣י אַזְדָּ֑א הֵ֣ן לָ֤א תְהֹֽודְעוּנַּ֨נִי֙ חֶלְמָ֣א וּפִשְׁרֵ֔הּ הַדָּמִין֙ תִּתְעַבְד֔וּן וּבָתֵּיכֹ֖ון נְוָלִ֥י יִתְּשָׂמֽוּן׃", "ו: וְהֵ֨ן חֶלְמָ֤א וּפִשְׁרֵהּ֙ תְּֽהַחֲוֹ֔ן מַתְּנָ֤ן וּנְבִזְבָּה֙ וִיקָ֣ר שַׂגִּ֔יא תְּקַבְּל֖וּן מִן-קֳדָמָ֑י לָהֵ֕ן חֶלְמָ֥א וּפִשְׁרֵ֖הּ הַחֲוֹֽנִי׃", "ז: עֲנֹ֥ו תִנְיָנ֖וּת וְאָמְרִ֑ין מַלְכָּ֕א חֶלְמָ֛א יֵאמַ֥ר לְעַבְדֹ֖והִי וּפִשְׁרָ֥ה נְהַחֲוֵֽה׃", "ח: עָנֵ֤ה מַלְכָּא֙ וְאָמַ֔ר מִן-יַצִּיב֙ יָדַ֣ע אֲנָ֔ה דִּ֥י עִדָּנָ֖א אַנְתּ֣וּן זָבְנִ֑ין כָּל-קֳבֵל֙ דִּ֣י חֲזֵיתֹ֔ון דִּ֥י אַזְדָּ֖א מִנִּ֥י מִלְּתָֽא׃", "ט: דִּ֣י הֵן-חֶלְמָא֩ לָ֨א תְהֹֽודְעֻנַּ֜נִי חֲדָה-הִ֣יא דָֽתְכֹ֗ון וּמִלָּ֨ה כִדְבָ֤ה וּשְׁחִיתָה֙ (הזמנתון) הִזְדְּמִנְתּוּן֙ לְמֵאמַ֣ר קָֽדָמַ֔י עַ֛ד דִּ֥י עִדָּנָ֖א יִשְׁתַּנֵּ֑א לָהֵ֗ן חֶלְמָא֙ אֱמַ֣רוּ לִ֔י וְֽאִנְדַּ֕ע דִּ֥י פִשְׁרֵ֖הּ תְּהַחֲוֻנַּֽנִי׃", "י: עֲנֹ֨ו (כשדיא) כַשְׂדָּאֵ֤י קֳדָם-מַלְכָּא֙ וְאָ֣מְרִ֔ין לָֽא-אִיתַ֤י אֲנָשׁ֙ עַל-יַבֶּשְׁתָּ֔א דִּ֚י מִלַּ֣ת מַלְכָּ֔א יוּכַ֖ל לְהַחֲוָיָ֑ה כָּל-קֳבֵ֗ל דִּ֚י כָּל-מֶ֨לֶךְ֙ רַ֣ב וְשַׁלִּ֔יט מִלָּ֤ה כִדְנָה֙ לָ֣א שְׁאֵ֔ל לְכָל-חַרְטֹּ֖ם וְאָשַׁ֥ף וְכַשְׂדָּֽי׃", "יא: וּמִלְּתָ֨א דִֽי-מַלְכָּ֤ה שָׁאֵל֙ יַקִּירָ֔ה וְאָחֳרָן֙ לָ֣א אִיתַ֔י דִּ֥י יְחַוִּנַּ֖הּ קֳדָ֣ם מַלְכָּ֑א לָהֵ֣ן אֱלָהִ֔ין דִּ֚י מְדָ֣רְהֹ֔ון עִם-בִּשְׂרָ֖א לָ֥א אִיתֹֽוהִי׃", "יב: כָּל-קֳבֵ֣ל דְּנָ֔ה מַלְכָּ֕א בְּנַ֖ס וּקְצַ֣ף שַׂגִּ֑יא וַאֲמַר֙ לְהֹ֣ובָדָ֔ה לְכֹ֖ל חַכִּימֵ֥י בָבֶֽל׃", "יג: וְדָתָ֣א נֶפְקַ֔ת וְחַכִּֽימַיָּ֖א מִֽתְקַטְּלִ֑ין וּבְעֹ֛ו דָּנִיֵּ֥אל וְחַבְרֹ֖והִי לְהִתְקְטָלָֽה׃ פ", "יד: בֵּאדַ֣יִן דָּנִיֵּ֗אל הֲתִיב֙ עֵטָ֣א וּטְעֵ֔ם לְאַרְיֹ֕וךְ רַב-טַבָּחַיָּ֖א דִּ֣י מַלְכָּ֑א דִּ֚י נְפַ֣ק לְקַטָּלָ֔ה לְחַכִּימֵ֖י בָּבֶֽל׃", "טו: עָנֵ֣ה וְאָמַ֗ר לְאַרְיֹוךְ֙ שַׁלִּיטָ֣א דִֽי-מַלְכָּ֔א עַל-מָ֥ה דָתָ֛א מְהַחְצְפָ֖ה מִן-קֳדָ֣ם מַלְכָּ֑א אֱדַ֣יִן מִלְּתָ֔א הֹודַ֥ע אַרְיֹ֖וךְ לְדָנִיֵּֽאל׃", "טז: וְדָ֣נִיֵּ֔אל עַ֖ל וּבְעָ֣ה מִן-מַלְכָּ֑א דִּ֚י זְמָ֣ן יִנְתֵּן-לֵ֔הּ וּפִשְׁרָ֖א לְהַֽחֲוָיָ֥ה לְמַלְכָּֽא׃ פ", "יז: אֱדַ֥יִן דָּֽנִיֵּ֖אל לְבַיְתֵ֣הּ אֲזַ֑ל וְ֠לַחֲנַנְיָה מִֽישָׁאֵ֧ל וַעֲזַרְיָ֛ה חַבְרֹ֖והִי מִלְּתָ֥א הֹודַֽע׃", "יח: וְרַחֲמִ֗ין לְמִבְעֵא֙ מִן-קֳדָם֙ אֱלָ֣הּ שְׁמַיָּ֔א עַל-רָזָ֖ה דְּנָ֑ה דִּ֣י לָ֤א יְהֹֽבְדוּן֙ דָּנִיֵּ֣אל וְחַבְרֹ֔והִי עִם-שְׁאָ֖ר חַכִּימֵ֥י בָבֶֽל׃", "יט: אֱדַ֗יִן לְדָנִיֵּ֛אל בְּחֶזְוָ֥א דִֽי-לֵילְיָ֖א רָזָ֣ה גֲלִ֑י אֱדַ֨יִן֙ דָּֽנִיֵּ֔אל בָּרִ֖ךְ לֶאֱלָ֥הּ שְׁמַיָּֽא׃", "כ: עָנֵ֤ה דָֽנִיֵּאל֙ וְאָמַ֔ר לֶהֱוֵ֨א שְׁמֵ֤הּ דִּֽי-אֱלָהָא֙ מְבָרַ֔ךְ מִן-עָלְמָ֖א וְעַ֣ד-עָלְמָ֑א דִּ֧י חָכְמְתָ֛א וּגְבוּרְתָ֖א דִּ֥י לֵֽהּ-הִֽיא׃", "כא: וְ֠הוּא מְהַשְׁנֵ֤א עִדָּנַיָּא֙ וְזִמְנַיָּ֔א מְהַעְדֵּ֥ה מַלְכִ֖ין וּמְהָקֵ֣ים מַלְכִ֑ין יָהֵ֤ב חָכְמְתָא֙ לְחַכִּימִ֔ין וּמַנְדְּעָ֖א לְיָדְעֵ֥י בִינָֽה׃", "כב: ה֛וּא גָּלֵ֥א עַמִּיקָתָ֖א וּמְסַתְּרָתָ֑א יָדַע֙ מָ֣ה בַחֲשֹׁוכָ֔א (ונהירא) וּנְהֹורָ֖א עִמֵּ֥הּ שְׁרֵֽא׃", "כג: לָ֣ךְ׀ אֱלָ֣הּ אֲבָהָתִ֗י מְהֹודֵ֤א וּמְשַׁבַּח֙ אֲנָ֔ה דִּ֧י חָכְמְתָ֛א וּגְבוּרְתָ֖א יְהַ֣בְתְּ לִ֑י וּכְעַ֤ן הֹֽודַעְתַּ֨נִי֙ דִּֽי-בְעֵ֣ינָא מִנָּ֔ךְ דִּֽי-מִלַּ֥ת מַלְכָּ֖א הֹודַעְתֶּֽנָא׃", "כד: כָּל-קֳבֵ֣ל דְּנָ֗ה דָּֽנִיֵּאל֙ עַ֣ל עַל-אַרְיֹ֔וךְ דִּ֚י מַנִּ֣י מַלְכָּ֔א לְהֹובָדָ֖ה לְחַכִּימֵ֣י בָבֶ֑ל אֲזַ֣ל׀ וְכֵ֣ן אֲמַר-לֵ֗הּ לְחַכִּימֵ֤י בָבֶל֙ אַל-תְּהֹובֵ֔ד הַעֵ֨לְנִי֙ קֳדָ֣ם מַלְכָּ֔א וּפִשְׁרָ֖א לְמַלְכָּ֥א אֲחַוֵּֽא׃ ס", "כה: אֱדַ֤יִן אַרְיֹוךְ֙ בְּהִתְבְּהָלָ֔ה הַנְעֵ֥ל לְדָנִיֵּ֖אל קֳדָ֣ם מַלְכָּ֑א וְכֵ֣ן אֲמַר-לֵ֗הּ דִּֽי-הַשְׁכַּ֤חַת גְּבַר֙ מִן-בְּנֵ֤י גָֽלוּתָא֙ דִּ֣י יְה֔וּד דִּ֥י פִשְׁרָ֖א לְמַלְכָּ֥א יְהֹודַֽע׃", "כו: עָנֵ֤ה מַלְכָּא֙ וְאָמַ֣ר לְדָנִיֵּ֔אל דִּ֥י שְׁמֵ֖הּ בֵּלְטְשַׁאצַּ֑ר (האיתיך) הַֽאִיתָ֣ךְ כָּהֵ֗ל לְהֹודָעֻתַ֛נִי חֶלְמָ֥א דִֽי-חֲזֵ֖ית וּפִשְׁרֵֽהּ׃", "כז: עָנֵ֧ה דָנִיֵּ֛אל קֳדָ֥ם מַלְכָּ֖א וְאָמַ֑ר רָזָה֙ דִּֽי-מַלְכָּ֣א שָׁאֵ֔ל לָ֧א חַכִּימִ֣ין אָֽשְׁפִ֗ין חַרְטֻמִּין֙ גָּזְרִ֔ין יָכְלִ֖ין לְהַֽחֲוָיָ֥ה לְמַלְכָּֽא׃", "כח: בְּרַ֡ם אִיתַ֞י אֱלָ֤הּ בִּשְׁמַיָּא֙ גָּלֵ֣א רָזִ֔ין וְהֹודַ֗ע לְמַלְכָּא֙ נְבֽוּכַדְנֶצַּ֔ר מָ֛ה דִּ֥י לֶהֱוֵ֖א בְּאַחֲרִ֣ית יֹומַיָּ֑א חֶלְמָ֨ךְ וְחֶזְוֵ֥י רֵאשָׁ֛ךְ עַֽל-מִשְׁכְּבָ֖ךְ דְּנָ֥ה הֽוּא׃ פ", "כט: (אנתה) אַ֣נְתְּ מַלְכָּ֗א רַעְיֹונָךְ֙ עַל-מִשְׁכְּבָ֣ךְ סְלִ֔קוּ מָ֛ה דִּ֥י לֶהֱוֵ֖א אַחֲרֵ֣י דְנָ֑ה וְגָלֵ֧א רָזַיָּ֛א הֹודְעָ֖ךְ מָה-דִ֥י לֶהֱוֵֽא׃", "ל: וַאֲנָ֗ה לָ֤א בְחָכְמָה֙ דִּֽי-אִיתַ֥י בִּי֙ מִן-כָּל-חַיַּיָּ֔א רָזָ֥א דְנָ֖ה גֱּלִ֣י לִ֑י לָהֵ֗ן עַל-דִּבְרַת֙ דִּ֤י פִשְׁרָא֙ לְמַלְכָּ֣א יְהֹודְע֔וּן וְרַעְיֹונֵ֥י לִבְבָ֖ךְ תִּנְדַּֽע׃", "לא: (אנתה) אַ֣נְתְּ מַלְכָּ֗א חָזֵ֤ה הֲוַ֨יְתָ֙ וַאֲל֨וּ צְלֵ֥ם חַד֙ שַׂגִּ֔יא צַלְמָ֨א דִּכֵּ֥ן רַ֛ב וְזִיוֵ֥הּ יַתִּ֖יר קָאֵ֣ם לְקָבְלָ֑ךְ וְרֵוֵ֖הּ דְּחִֽיל׃", "לב: ה֣וּא צַלְמָ֗א רֵאשֵׁהּ֙ דִּֽי-דְהַ֣ב טָ֔ב חֲדֹ֥והִי וּדְרָעֹ֖והִי דִּ֣י כְסַ֑ף מְעֹ֥והִי וְיַרְכָתֵ֖הּ דִּ֥י נְחָֽשׁ׃", "לג: שָׁקֹ֖והִי דִּ֣י פַרְזֶ֑ל רַגְלֹ֕והִי (מנהון) מִנְּהֵין֙ דִּ֣י פַרְזֶ֔ל (ומנהון) וּמִנְּהֵ֖ין דִּ֥י חֲסַֽף׃", "לד: חָזֵ֣ה הֲוַ֗יְתָ עַ֠ד דִּ֣י הִתְגְּזֶ֤רֶת אֶ֨בֶן֙ דִּי-לָ֣א בִידַ֔יִן וּמְחָ֤ת לְצַלְמָא֙ עַל-רַגְלֹ֔והִי דִּ֥י פַרְזְלָ֖א וְחַסְפָּ֑א וְהַדֵּ֖קֶת הִמֹּֽון׃", "לה: בֵּאדַ֣יִן דָּ֣קוּ כַחֲדָ֡ה פַּרְזְלָא֩ חַסְפָּ֨א נְחָשָׁ֜א כַּסְפָּ֣א וְדַהֲבָ֗א וַהֲוֹו֙ כְּע֣וּר מִן-אִדְּרֵי-קַ֔יִט וּנְשָׂ֤א הִמֹּון֙ רוּחָ֔א וְכָל-אֲתַ֖ר לָא-הִשְׁתֲּכַ֣ח לְהֹ֑ון וְאַבְנָ֣א׀ דִּֽי-מְחָ֣ת לְצַלְמָ֗א הֲוָ֛ת לְט֥וּר רַ֖ב וּמְלָ֥ת כָּל-אַרְעָֽא׃", "לו: דְּנָ֣ה חֶלְמָ֔א וּפִשְׁרֵ֖הּ נֵאמַ֥ר קֳדָם-מַלְכָּֽא׃", "לז: (אנתה) אַ֣נְתְּ מַלְכָּ֔א מֶ֖לֶךְ מַלְכַיָּ֑א דִּ֚י אֱלָ֣הּ שְׁמַיָּ֔א מַלְכוּתָ֥א חִסְנָ֛א וְתָקְפָּ֥א וִֽיקָרָ֖א יְהַב-לָֽךְ׃", "לח: וּבְכָל-דִּ֣י (דארין) דָֽיְרִ֣ין בְּֽנֵי-אֲ֠נָשָׁא חֵיוַ֨ת בָּרָ֤א וְעֹוף-שְׁמַיָּא֙ יְהַ֣ב בִּידָ֔ךְ וְהַשְׁלְטָ֖ךְ בְּכָלְּהֹ֑ון (אנתה) אַנְתְּ-ה֔וּא רֵאשָׁ֖ה דִּ֥י דַהֲבָֽא׃", "לט: וּבָתְרָ֗ךְ תְּק֛וּם מַלְכ֥וּ אָחֳרִ֖י אֲרַ֣עא מִנָּ֑ךְ וּמַלְכ֨וּ (תליתיא) תְלִיתָאָ֤ה אָחֳרִי֙ דִּ֣י נְחָשָׁ֔א דִּ֥י תִשְׁלַ֖ט בְּכָל-אַרְעָֽא׃", "מ: וּמַלְכוּ֙ (רביעיה) רְבִ֣יעָאָ֔ה תֶּהֱוֵ֥א תַקִּיפָ֖ה כְּפַרְזְלָ֑א כָּל-קֳבֵ֗ל דִּ֤י פַרְזְלָא֙ מְהַדֵּ֤ק וְחָשֵׁל֙ כֹּ֔לָּא וּֽכְפַרְזְלָ֛א דִּֽי-מְרָעַ֥ע כָּל-אִלֵּ֖ין תַּדִּ֥ק וְתֵרֹֽעַ׃", "מא: וְדִֽי-חֲזַ֜יְתָה רַגְלַיָּ֣א וְאֶצְבְּעָתָ֗א (מנהון) מִנְּהֵ֞ן חֲסַ֤ף דִּֽי-פֶחָר֙ (ומנהון) וּמִנְּהֵ֣ין פַּרְזֶ֔ל מַלְכ֤וּ פְלִיגָה֙ תֶּהֱוֵ֔ה וּמִן-נִצְבְּתָ֥א דִ֥י פַרְזְלָ֖א לֶֽהֱוֵא-בַ֑הּ כָּל-קֳבֵל֙ דִּ֣י חֲזַ֔יְתָה פַּ֨רְזְלָ֔א מְעָרַ֖ב בַּחֲסַ֥ף טִינָֽא׃", "מב: וְאֶצְבְּעָת֙ רַגְלַיָּ֔א (מנהון) מִנְּהֵ֥ין פַּרְזֶ֖ל (ומנהון) וּמִנְּהֵ֣ין חֲסַ֑ף מִן-קְצָ֤ת מַלְכוּתָא֙ תֶּהֱוֵ֣ה תַקִּיפָ֔ה וּמִנַּ֖הּ תֶּהֱוֵ֥ה תְבִירָֽה׃", "מג: (די) וְדִ֣י חֲזַ֗יְתָ פַּרְזְלָא֙ מְעָרַב֙ בַּחֲסַ֣ף טִינָ֔א מִתְעָרְבִ֤ין לֶהֱוֹן֙ בִּזְרַ֣ע אֲנָשָׁ֔א וְלָֽא-לֶהֱוֹ֥ן דָּבְקִ֖ין דְּנָ֣ה עִם-דְּנָ֑ה הֵֽא-כְדִ֣י פַרְזְלָ֔א לָ֥א מִתְעָרַ֖ב עִם-חַסְפָּֽא׃", "מד: וּֽבְיֹומֵיהֹ֞ון דִּ֧י מַלְכַיָּ֣א אִנּ֗וּן יְקִים֩ אֱלָ֨הּ שְׁמַיָּ֤א מַלְכוּ֙ דִּ֤י לְעָלְמִין֙ לָ֣א תִתְחַבַּ֔ל וּמַ֨לְכוּתָ֔ה לְעַ֥ם אָחֳרָ֖ן לָ֣א תִשְׁתְּבִ֑ק תַּדִּ֤ק וְתָסֵיף֙ כָּל-אִלֵּ֣ין מַלְכְוָתָ֔א וְהִ֖יא תְּק֥וּם לְעָלְמַיָּֽא׃", "מה: כָּל-קֳבֵ֣ל דִּֽי-חֲזַ֡יְתָ דִּ֣י מִטּוּרָא֩ אִתְגְּזֶ֨רֶת אֶ֜בֶן דִּי-לָ֣א בִידַ֗יִן וְ֠הַדֶּקֶת פַּרְזְלָ֨א נְחָשָׁ֤א חַסְפָּא֙ כַּסְפָּ֣א וְדַהֲבָ֔א אֱלָ֥הּ רַב֙ הֹודַ֣ע לְמַלְכָּ֔א מָ֛ה דִּ֥י לֶהֱוֵ֖א אַחֲרֵ֣י דְנָ֑ה וְיַצִּ֥יב חֶלְמָ֖א וּמְהֵימַ֥ן פִּשְׁרֵֽהּ׃ פ", "מו: בֵּ֠אדַיִן מַלְכָּ֤א נְבֽוּכַדְנֶצַּר֙ נְפַ֣ל עַל-אַנְפֹּ֔והִי וּלְדָנִיֵּ֖אל סְגִ֑ד וּמִנְחָה֙ וְנִ֣יחֹחִ֔ין אֲמַ֖ר לְנַסָּ֥כָה לֵֽהּ׃", "מז: עָנֵה֩ מַלְכָּ֨א לְדָנִיֵּ֜אל וְאָמַ֗ר מִן-קְשֹׁט֙ דִּ֣י אֱלָהֲכֹ֗ון ה֣וּא אֱלָ֧הּ אֱלָהִ֛ין וּמָרֵ֥א מַלְכִ֖ין וְגָלֵ֣ה רָזִ֑ין דִּ֣י יְכֵ֔לְתָּ לְמִגְלֵ֖א רָזָ֥ה דְנָֽה׃", "מח: אֱדַ֨יִן מַלְכָּ֜א לְדָנִיֵּ֣אל רַבִּ֗י וּמַתְּנָ֨ן רַבְרְבָ֤ן שַׂגִּיאָן֙ יְהַב-לֵ֔הּ וְהַ֨שְׁלְטֵ֔הּ עַ֖ל כָּל-מְדִינַ֣ת בָּבֶ֑ל וְרַב-סִגְנִ֔ין עַ֖ל כָּל-חַכִּימֵ֥י בָבֶֽל׃", "מט: וְדָנִיֵּאל֙ בְּעָ֣א מִן-מַלְכָּ֔א וּמַנִּ֗י עַ֤ל עֲבִֽידְתָּא֙ דִּ֚י מְדִינַ֣ת בָּבֶ֔ל לְשַׁדְרַ֥ךְ מֵישַׁ֖ךְ וַעֲבֵ֣ד נְגֹ֑ו וְדָנִיֵּ֖אל בִּתְרַ֥ע מַלְכָּֽא׃ פ", "\n"], "splitsAshk": ["0", "14919", "32130", "41861", "54440", "71400", "86718", "97126", "112180", "140176", "163776", "181507", "191925", "202085", "216525", "232456", "243195", "256245", "271245", "283555", "298827", "314616", "326747", "347755", "372035", "390805", "405285", "423035", "444885", "461565", "481845", "497416", "508875", "517827", "532965", "560667", "565907", "576867", "592587", "607056", "625085", "648270", "661227", "679325", "704104", "729035", "741864", "759864", "776664", "791771", ""], "splitsSeph": ["0", "12919", "28880", "38399", "51098", "67538", "82008", "91029", "103847", "129978", "152572", "170351", "179922", "190482", "203620", "218311", "228460", "239591", "254402", "265740", "280692", "295642", "306442", "326012", "348220", "364340", "377871", "394002", "414538", "429669", "448589", "464079", "474818", "482909", "498549", "527070", "531969", "543099", "558049", "572229", "590538", "614840", "627360", "646960", "672989", "700898", "713119", "733069", "750007", "765283", ""], "englishText": [["1 And in the second year of the reign of Nebuchadnezzar Nebuchadnezzar dreamed dreams; and his spirit was troubled, and his sleep broke from him.", "2 Then the king commanded to call the magicians, and the enchanters, and the sorcerers, and the Chaldeans, to tell the king his dreams. So they came and stood before the king.", "3 And the king said unto them: I have dreamed a dream, and my spirit is troubled to know the dream.", "4 Then spoke the Chaldeans to the king in Aramaic: O king, live for ever! tell thy servants the dream, and we will declare the interpretation.", "5 The king answered and said to the Chaldeans: The thing is certain with me; if ye make not known unto me the dream and the interpretation thereof, ye shall be cut in pieces, and your houses shall be made a dunghill.", "6 But if ye declare the dream and the interpretation thereof, ye shall receive of me gifts and rewards and great honour; only declare unto me the dream and the interpretation thereof.", "7 They answered the second time and said: Let the king tell his servants the dream, and we will declare the interpretation.", "8 The king answered and said: I know of a truth that ye would gain time, inasmuch as ye see the thing is certain with me,", "9 that, if ye make not known unto me the dream, there is but one law for you; and ye have agreed together to speak before me lying and corrupt words, till the time be changed; only tell me the dream, and I shall know that ye can declare unto me the interpretation thereof.", "10 The Chaldeans answered before the king, and said: There is not a man upon the earth that can declare the kings matter; forasmuch as no great and powerful king hath asked such a thing of any magician, or enchanter, or Chaldean.", "11 And it is a hard thing that the king asketh, and there is none other that can declare it before the king, except the gods, whose dwelling is not with flesh.", "12 For this cause the king was angry and very furious, and commanded to destroy all the wise men of Babylon.", "13 So the decree went forth, and the wise men were to be slain; and they sought Daniel and his companions to be slain.", "14 Then Daniel returned answer with counsel and discretion to Arioch the captain of the kings guard, who was gone forth to slay the wise men of Babylon;", "15 he answered and said to Arioch the kings captain: Wherefore is the decree so peremptory from the king", " Then Arioch made the thing known to Daniel.", "16 Then Daniel went in, and desired of the king that he would give him time, that he might declare unto the king the interpretation.", "17 Then Daniel went to his house, and made the thing known to Hananiah, Mishael, and Azariah, his companions;", "18 that they might ask mercy of the God of heaven concerning this secret; that Daniel and his companions should not perish with the rest of the wise men of Babylon.", "19 Then was the secret revealed unto Daniel in a vision of the night. Then Daniel blessed the God of heaven.", "20 Daniel spoke and said:  Blessed be the name of God;  From everlasting even unto everlasting;  For wisdom and might are His;", "21 And He changeth the times and the seasons;  He removeth kings, and setteth up kings;  He giveth wisdom unto the wise,  And knowledge to them that know understanding;", "22 He revealeth the deep and secret things;  He knoweth what is in the darkness,  And the light dwelleth with Him.", "23 I thank Thee, and praise Thee,  O Thou God of my fathers, Who hast given me wisdom and might,  And hast now made known unto me what we desired of Thee;  For Thou hast made known unto us the kings matter.", "24 Therefore Daniel went in unto Arioch, whom the king had appointed to destroy the wise men of Babylon; he went and said thus unto him: Destroy not the wise men of Babylon; bring me in before the king, and I will declare unto the king the interpretation.", "25 Then Arioch brought in Daniel before the king in haste, and said thus unto him: I have found a man of the children of the captivity of Judah, that will make known unto the king the interpretation.", "26 The king spoke and said to Daniel, whose name was Belteshazzar: Art thou able to make known unto me the dream which I have seen, and the interpretation thereof", "27 Daniel answered before the king, and said: The secret which the king hath asked can neither wise men, enchanters, magicians, nor astrologers, declare unto the king;", "28 but there is a God in heaven that revealeth secrets, and He hath made known to the king Nebuchadnezzar what shall be in the end of days. Thy dream, and the visions of thy head upon thy bed, are these:", "29 as for thee, O king, thy thoughts came [into thy mind] upon thy bed, what should come to pass hereafter; and He that revealeth secrets hath made known to thee what shall come to pass.", "30 But as for me, this secret is not revealed to me for any wisdom that I have more than any living, but to the intent that the interpretation may be made known to the king, and that thou mayest know the thoughts of thy heart.", "31 Thou, O king, sawest, and behold a great image. This image, which was mighty, and whose brightness was surpassing, stood before thee; and the appearance thereof was terrible.", "32 As for that image, its head was of fine gold, its breast and its arms of silver, its belly and its thighs of brass,", "33 its legs of iron, its feet part of iron and part of clay.", "34 Thou sawest till that a stone was cut out without hands, which smote the image upon its feet that were of iron and clay, and broke them to pieces.", "35 Then was the iron, the clay, the brass, the silver, and the gold, broken in pieces together, and became like the chaff of the summer threshing-floors; and the wind carried them away, so that no place was found for them; and the stone that smote the image became a great mountain, and filled the whole earth.", "36 This is the dream; and we will tell the interpretation thereof before the king.", "37 Thou, O king, king of kings, unto whom the God of heaven hath given the kingdom, the power, and the strength, and the glory;", "38 and wheresoever the children of men, the beasts of the field, and the fowls of the heaven dwell, hath He given them into thy hand, and hath made thee to rule over them all; thou art the head of gold.", "39 And after thee shall arise another kingdom inferior to thee; and another third kingdom of brass, which shall bear rule over all the earth.", "40 And the fourth kingdom shall be strong as iron; forasmuch as iron breaketh in pieces and beateth down all things; and as iron that crusheth all these, shall it break in pieces and crush.", "41 And whereas thou sawest the feet and toes, part of pottersclay, and part of iron, it shall be a divided kingdom; but there shall be in it of the firmness of the iron, forasmuch as thou sawest the iron mixed with miry clay.", "42 And as the toes of the feet were part of iron, and part of clay, so part of the kingdom shall be strong, and part thereof broken.", "43 And whereas thou sawest the iron mixed with miry clay, they shall mingle themselves by the seed of men; but they shall not cleave one to another, even as iron doth not mingle with clay.", "44 And in the days of those kings shall the God of heaven set up a kingdom, which shall never be destroyed; nor shall the kingdom be left to another people; it shall break in pieces and consume all these kingdoms, but it shall stand for ever.", "45 Forasmuch as thou sawest that a stone was cut out of the mountain without hands, and that it broke in pieces the iron, the brass, the clay, the silver, and the gold; the great God hath made known to the king what shall come to pass hereafter; and the dream is certain, and the interpretation thereof sure.", "46 Then the king Nebuchadnezzar fell upon his face, and worshipped Daniel, and commanded that they should offer an offering and sweet odours unto him.", "47 The king spoke unto Daniel, and said: Of a truth it is, that your God is the God of gods, and the Lord of kings, and a revealer of secrets, seeing thou hast been able to reveal this secret.", "48 Then the king made Daniel great, and gave him many great gifts, and made him to rule over the whole province of Babylon, and to be chief prefect over all the wise men of Babylon.", "49 And Daniel requested of the king, and he appointed Shadrach, Meshach, and Abed-nego, over the affairs of the province of Babylon; but Daniel was in the gate of the king."]]}