{"chapterNum": "4", "hebrewText": ["﻿א: אֲנָ֣ה נְבוּכַדְנֶצַּ֗ר שְׁלֵ֤ה הֲוֵית֙ בְּבֵיתִ֔י וְרַעְנַ֖ן בְּהֵיכְלִֽי׃", "ב: חֵ֥לֶם חֲזֵ֖ית וִֽידַחֲלִנַּ֑נִי וְהַרְהֹרִין֙ עַֽל-מִשְׁכְּבִ֔י וְחֶזְוֵ֥י רֵאשִׁ֖י יְבַהֲלֻנַּֽנִי׃", "ג: וּמִנִּי֙ שִׂ֣ים טְעֵ֔ם לְהַנְעָלָ֣ה קָֽדָמַ֔י לְכֹ֖ל חַכִּימֵ֣י בָבֶ֑ל דִּֽי-פְשַׁ֥ר חֶלְמָ֖א יְהֹֽודְעֻנַּֽנִי׃", "ד: בֵּאדַ֣יִן (עללין) עָלִּ֗ין חַרְטֻמַיָּא֙ אָֽשְׁפַיָּ֔א (כשדיא) כַּשְׂדָּאֵ֖י וְגָזְרַיָּ֑א וְחֶלְמָ֗א אָמַ֤ר אֲנָה֙ קֳדָ֣מֵיהֹ֔ון וּפִשְׁרֵ֖הּ לָא-מְהֹודְעִ֥ין לִֽי׃", "ה: וְעַ֣ד אָחֳרֵ֡ין עַל֩ קָֽדָמַ֨י דָּנִיֵּ֜אל דִּֽי-שְׁמֵ֤הּ בֵּלְטְשַׁאצַּר֙ כְּשֻׁ֣ם אֱלָהִ֔י וְדִ֛י רֽוּחַ-אֱלָהִ֥ין קַדִּישִׁ֖ין בֵּ֑הּ וְחֶלְמָ֖א קָֽדָמֹ֥והִי אַמְרֵֽת׃", "ו: בֵּלְטְשַׁאצַּר֘ רַ֣ב חַרְטֻמַיָּא֒ דִּ֣י׀ אֲנָ֣ה יִדְעֵ֗ת דִּ֠י ר֣וּחַ אֱלָהִ֤ין קַדִּישִׁין֙ בָּ֔ךְ וְכָל-רָ֖ז לָא-אָנֵ֣ס לָ֑ךְ חֶזְוֵ֨י חֶלְמִ֧י דִֽי-חֲזֵ֛ית וּפִשְׁרֵ֖הּ אֱמַֽר׃", "ז: וְחֶזְוֵ֥י רֵאשִׁ֖י עַֽל-מִשְׁכְּבִ֑י חָזֵ֣ה הֲוֵ֔ית וַאֲל֥וּ אִילָ֛ן בְּגֹ֥וא אַרְעָ֖א וְרוּמֵ֥הּ שַׂגִּֽיא׃", "ח: רְבָ֥ה אִֽילָנָ֖א וּתְקִ֑ף וְרוּמֵהּ֙ יִמְטֵ֣א לִשְׁמַיָּ֔א וַחֲזֹותֵ֖הּ לְסֹ֥וף כָּל-אַרְעָֽא׃", "ט: עָפְיֵ֤הּ שַׁפִּיר֙ וְאִנְבֵּ֣הּ שַׂגִּ֔יא וּמָזֹ֨ון לְכֹ֖לָּא-בֵ֑הּ תְּחֹתֹ֜והִי תַּטְלֵ֣ל׀ חֵיוַ֣ת בָּרָ֗א וּבְעַנְפֹ֨והִי֙ (ידרון) יְדוּרָן֙ צִפֲּרֵ֣י שְׁמַיָּ֔א וּמִנֵּ֖הּ יִתְּזִ֥ין כָּל-בִּשְׂרָֽא׃", "י: חָזֵ֥ה הֲוֵ֛ית בְּחֶזְוֵ֥י רֵאשִׁ֖י עַֽל-מִשְׁכְּבִ֑י וַאֲלוּ֙ עִ֣יר וְקַדִּ֔ישׁ מִן-שְׁמַיָּ֖א נָחִֽת׃", "יא: קָרֵ֨א בְחַ֜יִל וְכֵ֣ן אָמַ֗ר גֹּ֤דּוּ אִֽילָנָא֙ וְקַצִּ֣צוּ עַנְפֹ֔והִי אַתַּ֥רוּ עָפְיֵ֖הּ וּבַדַּ֣רוּ אִנְבֵּ֑הּ תְּנֻ֤ד חֵֽיוְתָא֙ מִן-תַּחְתֹּ֔והִי וְצִפְּרַיָּ֖א מִן-עַנְפֹֽוהִי׃", "יב: בְּרַ֨ם עִקַּ֤ר שָׁרְשֹׁ֨והִי֙ בְּאַרְעָ֣א שְׁבֻ֔קוּ וּבֶֽאֱסוּר֙ דִּֽי-פַרְזֶ֣ל וּנְחָ֔שׁ בְּדִתְאָ֖א דִּ֣י בָרָ֑א וּבְטַ֤ל שְׁמַיָּא֙ יִצְטַבַּ֔ע וְעִם-חֵיוְתָ֥א חֲלָקֵ֖הּ בַּעֲשַׂ֥ב אַרְעָֽא׃", "יג: לִבְבֵהּ֙ מִן-(אנושא) אֲנָשָׁ֣א יְשַׁנֹּ֔ון וּלְבַ֥ב חֵיוָ֖ה יִתְיְהִ֣ב לֵ֑הּ וְשִׁבְעָ֥ה עִדָּנִ֖ין יַחְלְפ֥וּן עֲלֹֽוהִי׃", "יד: בִּגְזֵרַ֤ת עִירִין֙ פִּתְגָמָ֔א וּמֵאמַ֥ר קַדִּישִׁ֖ין שְׁאֵֽלְתָ֑א עַד-דִּבְרַ֡ת דִּ֣י יִנְדְּע֣וּן חַ֠יַּיָּא דִּֽי-שַׁלִּ֨יט (עליא) עִלָּאָ֜ה בְּמַלְכ֣וּת (אנושא) אֲנָשָׁ֗א וּלְמַן-דִּ֤י יִצְבֵּא֙ יִתְּנִנַּ֔הּ וּשְׁפַ֥ל אֲנָשִׁ֖ים יְקִ֥ים (עליה) עֲלַֽהּ׃", "טו: דְּנָה֙ חֶלְמָ֣א חֲזֵ֔ית אֲנָ֖ה מַלְכָּ֣א נְבוּכַדְנֶצַּ֑ר (ואנתה) וְאַ֨נְתְּ בֵּלְטְשַׁאצַּ֜ר פִּשְׁרֵ֣א׀ אֱמַ֗ר כָּל-קֳבֵל֙ דִּ֣י׀ כָּל-חַכִּימֵ֣י מַלְכוּתִ֗י לָֽא-יָכְלִ֤ין פִּשְׁרָא֙ לְהֹודָ֣עֻתַ֔נִי (ואנתה) וְאַ֣נְתְּ כָּהֵ֔ל דִּ֛י רֽוּחַ-אֱלָהִ֥ין קַדִּישִׁ֖ין בָּֽךְ׃", "טז: אֱדַ֨יִן דָּֽנִיֵּ֜אל דִּֽי-שְׁמֵ֣הּ בֵּלְטְשַׁאצַּ֗ר אֶשְׁתֹּומַם֙ כְּשָׁעָ֣ה חֲדָ֔ה וְרַעְיֹנֹ֖הִי יְבַהֲלֻנֵּ֑הּ עָנֵ֨ה מַלְכָּ֜א וְאָמַ֗ר בֵּלְטְשַׁאצַּר֙ חֶלְמָ֤א וּפִשְׁרֵא֙ אַֽל-יְבַהֲלָ֔ךְ עָנֵ֤ה בֵלְטְשַׁאצַּר֙ וְאָמַ֔ר (מראי) מָרִ֕י חֶלְמָ֥א (לשנאיך) לְשָֽׂנְאָ֖ךְ וּפִשְׁרֵ֥הּ (לעריך) לְעָרָֽךְ׃", "יז: אִֽילָנָא֙ דִּ֣י חֲזַ֔יְתָ דִּ֥י רְבָ֖ה וּתְקִ֑ף וְרוּמֵהּ֙ יִמְטֵ֣א לִשְׁמַיָּ֔א וַחֲזֹותֵ֖הּ לְכָל-אַרְעָֽא׃", "יח: וְעָפְיֵ֤הּ שַׁפִּיר֙ וְאִנְבֵּ֣הּ שַׂגִּ֔יא וּמָזֹ֨ון לְכֹ֖לָּא-בֵ֑הּ תְּחֹתֹ֗והִי תְּדוּר֙ חֵיוַ֣ת בָּרָ֔א וּבְעַנְפֹ֕והִי יִשְׁכְּנָ֖ן צִפֲּרֵ֥י שְׁמַיָּֽא׃", "יט: (אנתה) אַנְתְּ-ה֣וּא מַלְכָּ֔א דִּ֥י רְבַ֖ית וּתְקֵ֑פְתְּ וּרְבוּתָ֤ךְ רְבָת֙ וּמְטָ֣ת לִשְׁמַיָּ֔א וְשָׁלְטָנָ֖ךְ לְסֹ֥וף אַרְעָֽא׃", "כ: וְדִ֣י חֲזָ֣ה מַלְכָּ֡א עִ֣יר וְקַדִּ֣ישׁ נָחִ֣ת׀ מִן-שְׁמַיָּ֡א וְאָמַר֩ גֹּ֨דּוּ אִֽילָנָ֜א וְחַבְּל֗וּהִי בְּרַ֨ם עִקַּ֤ר שָׁרְשֹׁ֨והִי֙ בְּאַרְעָ֣א שְׁבֻ֔קוּ וּבֶאֱסוּר֙ דִּֽי-פַרְזֶ֣ל וּנְחָ֔שׁ בְּדִתְאָ֖א דִּ֣י בָרָ֑א וּבְטַ֧ל שְׁמַיָּ֣א יִצְטַבַּ֗ע וְעִם-חֵיוַ֤ת בָּרָא֙ חֲלָקֵ֔הּ עַ֛ד דִּֽי-שִׁבְעָ֥ה עִדָּנִ֖ין יַחְלְפ֥וּן עֲלֹֽוהִי׃", "כא: דְּנָ֥ה פִשְׁרָ֖א מַלְכָּ֑א וּגְזֵרַ֤ת (עליא) עִלָּאָה֙ הִ֔יא דִּ֥י מְטָ֖ת עַל-(מראי) מָרִ֥י מַלְכָּֽא׃", "כב: וְלָ֣ךְ טָֽרְדִ֣ין מִן-אֲנָשָׁ֡א וְעִם-חֵיוַ֣ת בָּרָא֩ לֶהֱוֵ֨ה מְדֹרָ֜ךְ וְעִשְׂבָּ֥א כְתֹורִ֣ין׀ לָ֣ךְ יְטַֽעֲמ֗וּן וּמִטַּ֤ל שְׁמַיָּא֙ לָ֣ךְ מְצַבְּעִ֔ין וְשִׁבְעָ֥ה עִדָּנִ֖ין יַחְלְפ֣וּן (עליך) עֲלָ֑ךְ עַ֣ד דִּֽי-תִנְדַּ֗ע דִּֽי-שַׁלִּ֤יט (עליא) עִלָּאָה֙ בְּמַלְכ֣וּת אֲנָשָׁ֔א וּלְמַן-דִּ֥י יִצְבֵּ֖א יִתְּנִנַּֽהּ׃", "כג: וְדִ֣י אֲמַ֗רוּ לְמִשְׁבַּ֞ק עִקַּ֤ר שָׁרְשֹׁ֨והִי֙ דִּ֣י אִֽילָנָ֔א מַלְכוּתָ֖ךְ לָ֣ךְ קַיָּמָ֑ה מִן-דִּ֣י תִנְדַּ֔ע דִּ֥י שַׁלִּטִ֖ן שְׁמַיָּֽא׃", "כד: לָהֵ֣ן מַלְכָּ֗א מִלְכִּי֙ יִשְׁפַּ֣ר (עליך) עֲלָ֔ךְ (וחטיך) וַחֲטָאָךְ֙ בְּצִדְקָ֣ה פְרֻ֔ק וַעֲוָיָתָ֖ךְ בְּמִחַ֣ן עֲנָ֑יִן הֵ֛ן תֶּהֱוֵ֥א אַרְכָ֖ה לִשְׁלֵוְתָֽךְ׃", "כה: כֹּ֣לָּא מְּטָ֔א עַל-נְבוּכַדְנֶצַּ֖ר מַלְכָּֽא׃ פ", "כו: לִקְצָ֥ת יַרְחִ֖ין תְּרֵֽי-עֲשַׂ֑ר עַל-הֵיכַ֧ל מַלְכוּתָ֛א דִּ֥י בָבֶ֖ל מְהַלֵּ֥ךְ הֲוָֽה׃", "כז: עָנֵ֤ה מַלְכָּא֙ וְאָמַ֔ר הֲלָ֥א דָא-הִ֖יא בָּבֶ֣ל רַבְּתָ֑א דִּֽי-אֲנָ֤ה בֱנַיְתַהּ֙ לְבֵ֣ית מַלְכ֔וּ בִּתְקַ֥ף חִסְנִ֖י וְלִיקָ֥ר הַדְרִֽי׃", "כח: עֹ֗וד מִלְּתָא֙ בְּפֻ֣ם מַלְכָּ֔א קָ֖ל מִן-שְׁמַיָּ֣א נְפַ֑ל לָ֤ךְ אָֽמְרִין֙ נְבוּכַדְנֶצַּ֣ר מַלְכָּ֔א מַלְכוּתָ֖ה עֲדָ֥ת מִנָּֽךְ׃", "כט: וּמִן-אֲנָשָׁא֩ לָ֨ךְ טָֽרְדִ֜ין וְֽעִם-חֵיוַ֧ת בָּרָ֣א מְדֹרָ֗ךְ עִשְׂבָּ֤א כְתֹורִין֙ לָ֣ךְ יְטַעֲמ֔וּן וְשִׁבְעָ֥ה עִדָּנִ֖ין יַחְלְפ֣וּן (עליך) עֲלָ֑ךְ עַ֣ד דִּֽי-תִנְדַּ֗ע דִּֽי-שַׁלִּ֤יט (עליא) עִלָּאָה֙ בְּמַלְכ֣וּת אֲנָשָׁ֔א וּלְמַן-דִּ֥י יִצְבֵּ֖א יִתְּנִנַּֽהּ׃", "ל: בַּהּ-שַׁעֲתָ֗א מִלְּתָא֘ סָ֣פַת עַל-נְבוּכַדְנֶצַּר֒ וּמִן-אֲנָשָׁ֣א טְרִ֔יד וְעִשְׂבָּ֤א כְתֹורִין֙ יֵאכֻ֔ל וּמִטַּ֥ל שְׁמַיָּ֖א גִּשְׁמֵ֣הּ יִצְטַבַּ֑ע עַ֣ד דִּ֥י שַׂעְרֵ֛הּ כְּנִשְׁרִ֥ין רְבָ֖ה וְטִפְרֹ֥והִי כְצִפְּרִֽין׃", "לא: וְלִקְצָ֣ת יֹֽומַיָּה֩ אֲנָ֨ה נְבוּכַדְנֶצַּ֜ר עַיְנַ֣י׀ לִשְׁמַיָּ֣א נִטְלֵ֗ת וּמַנְדְּעִי֙ עֲלַ֣י יְת֔וּב (ולעליא) וּלְעִלָּאָה֙ בָּרְכֵ֔ת וּלְחַ֥י עָלְמָ֖א שַׁבְּחֵ֣ת וְהַדְּרֵ֑ת דִּ֤י שָׁלְטָנֵהּ֙ שָׁלְטָ֣ן עָלַ֔ם וּמַלְכוּתֵ֖הּ עִם-דָּ֥ר וְדָֽר׃", "לב: וְכָל-(דארי) דָּיְרֵ֤י אַרְעָא֙ כְּלָ֣ה חֲשִׁיבִ֔ין וּֽכְמִצְבְּיֵ֗הּ עָבֵד֙ בְּחֵ֣יל שְׁמַיָּ֔א (ודארי) וְדָיְרֵ֖י אַרְעָ֑א וְלָ֤א אִיתַי֙ דִּֽי-יְמַחֵ֣א בִידֵ֔הּ וְיֵ֥אמַר לֵ֖הּ מָ֥ה עֲבַֽדְתְּ׃", "לג: בֵּהּ-זִמְנָ֞א מַנְדְּעִ֣י׀ יְת֣וּב עֲלַ֗י וְלִיקַ֨ר מַלְכוּתִ֜י הַדְרִ֤י וְזִוִי֙ יְת֣וּב עֲלַ֔י וְלִ֕י הַדָּֽבְרַ֥י וְרַבְרְבָנַ֖י יְבַעֹ֑ון וְעַל-מַלְכוּתִ֣י הָתְקְנַ֔ת וּרְב֥וּ יַתִּירָ֖ה ה֥וּסְפַת לִֽי׃", "לד: כְּעַ֞ן אֲנָ֣ה נְבוּכַדְנֶצַּ֗ר מְשַׁבַּ֨ח וּמְרֹומֵ֤ם וּמְהַדַּר֙ לְמֶ֣לֶךְ שְׁמַיָּ֔א דִּ֤י כָל-מַעֲבָדֹ֨והִי֙ קְשֹׁ֔ט וְאֹרְחָתֵ֖הּ דִּ֑ין וְדִי֙ מַהְלְכִ֣ין בְּגֵוָ֔ה יָכִ֖ל לְהַשְׁפָּלָֽה׃ פ", "\n"], "splitsAshk": ["0", "8349", "18618", "30389", "47589", "67200", "90320", "102178", "111920", "133850", "144749", "164669", "183560", "195698", "221640", "248690", "276800", "288170", "305309", "316698", "354050", "362610", "396269", "411898", "428520", "434018", "443189", "457360", "471290", "497810", "522549", "550785", "570076", "595433", "617090", ""], "splitsSeph": ["0", "8341", "17701", "29880", "48701", "68050", "91832", "102600", "112181", "134421", "144861", "164181", "183450", "196072", "221461", "250661", "280112", "290992", "308543", "320471", "359744", "368963", "402632", "419163", "436174", "441952", "450523", "463864", "478774", "504712", "527775", "555793", "574815", "599404", "621217", ""], "englishText": [["1 I Nebuchadnezzar was at rest in my house, and flourishing in my palace.", "2 I saw a dream which made me afraid; and imaginings upon my bed and the visions of my head affrighted me.", "3 Therefore made I a decree to bring in all the wise men of Babylon before me, that they might make known unto me the interpretation of the dream.", "4 Then came in the magicians, the enchanters, the Chaldeans, and the astrologers; and I told the dream before them; but they did not make known unto me the interpretation thereof.", "5 But at the last Daniel came in before me, whose name was Belteshazzar, according to the name of my god, and in whom is the spirit of the holy gods; and I told the dream before him:", "6 O Belteshazzar, master of the magicians, because I know that the spirit of the holy gods is in thee, and no secret causeth thee trouble, tell me the visions of my dream that I have seen, and the interpretation thereof.", "7 Thus were the visions of my head upon my bed: I saw,  And behold a tree in the midst of the earth,  And the height thereof was great.", "8 The tree grew, and was strong,  And the height thereof reached unto heaven,  And the sight thereof to the end of all the earth.", "9 The leaves thereof were fair, and the fruit thereof much,  And in it was food for all;  The beasts of the field had shadow under it, And the fowls of the heaven dwelt in the branches thereof,  And all flesh was fed of it.", "10 I saw in the visions of my head upon my bed, and, behold, a watcher and a holy one came down from heaven.", "11 He cried aloud, and said thus:  Hew down the tree, and cut off its branches,  Shake off its leaves, and scatter its fruit;  Let the beasts get away from under it,  And the fowls from its branches.", "12 Nevertheless leave the stump of its roots in the earth,  Even in a band of iron and brass, in the tender grass of the field;  And let it be wet with the dew of heaven,  And let his portion be with the beasts in the grass of the earth;", "13 Let his heart be changed from mans,  And let a beasts heart be given unto him;  And let seven times pass over him.", "14 The matter is by the decree of the watchers,  And the sentence by the word of the holy ones;  To the intent that the living may know  That the Most High ruleth in the kingdom of men,  And giveth it to whomsoever He will,  And setteth up over it the lowest of men.", "15 This dream I king Nebuchadnezzar have seen; and thou, O Belteshazzar, declare the interpretation, forasmuch as all the wise men of my kingdom are not able to make known unto me the interpretation; but thou art able, for the spirit of the holy gods is in thee.", "16 Then Daniel, whose name was Belteshazzar, was appalled for a while, and his thoughts affrighted him. The king spoke and said: Belteshazzar, let not the dream, or the interpretation, affright thee. Belteshazzar answered and said: My lord, the dream be to them that hate thee, and the interpretation thereof to thine adversaries.", "17 The tree that thou sawest, which grew, and was strong, whose height reached unto the heaven, and the sight thereof to all the earth;", "18 whose leaves were fair, and the fruit thereof much, and in it was food for all; under which the beasts of the field dwelt, and upon whose branches the fowls of the heaven had their habitation;", "19 it is thou, O king, that art grown and become strong; for thy greatness is grown, and reacheth unto heaven, and thy dominion to the end of the earth.", "20 And whereas the king saw a watcher and a holy one coming down from heaven, and saying: Hew down the tree, and destroy it; nevertheless leave the stump of the roots thereof in the earth, even in a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of heaven, and let his portion be with the beasts of the field, till seven times pass over him", "21 this is the interpretation, O king, and it is the decree of the Most High, which is come upon my lord the king,", "22 that thou shalt be driven from men, and thy dwelling shall be with the beasts of the field, and thou shalt be made to eat grass as oxen, and shalt be wet with the dew of heaven, and seven times shall pass over thee; till thou know that the Most High ruleth in the kingdom of men, and giveth it to whomsoever He will.", "23 And whereas it was commanded to leave the stump of the roots of the tree, thy kingdom shall be sure unto thee, after that thou shalt have known that the heavens do rule.", "24 Wherefore, O king, let my counsel be acceptable unto thee, and break off thy sins by almsgiving, and thine iniquities by showing mercy to the poor; if there may be a lengthening of thy prosperity.", "25 All this came upon the king Nebuchadnezzar.", "26 At the end of twelve months he was walking upon the royal palace of Babylon.", "27 The king spoke, and said: Is not this great Babylon, which I have built for a royal dwelling-place, by the might of my power and for the glory of my majesty", "28 While the word was in the kings mouth, there fell a voice from heaven: O king Nebuchadnezzar, to thee it is spoken: the kingdom is departed from thee.", "29 And thou shalt be driven from men, and thy dwelling shall be with the beasts of the field; thou shalt be made to eat grass as oxen, and seven times shall pass over thee; until thou know that the Most High ruleth in the kingdom of men, and giveth it to whomsoever He will.", "30 The same hour was the thing fulfilled upon Nebuchadnezzar; and he was driven from men, and did eat grass as oxen, and his body was wet with the dew of heaven, till his hair was grown like eaglesfeathers, and his nails like birdsclaws.", "31 And at the end of the days I Nebuchadnezzar lifted up mine eyes unto heaven, and mine understanding returned unto me, and I blessed the Most High, and I praised and honoured Him that liveth for ever;  For His dominion is an everlasting dominion,  And His kingdom from generation to generation;", "32 And all the inhabitants of the earth are reputed as nothing;  And He doeth according to His will in the host of heaven,  And among the inhabitants of the earth;  And none can stay His hand,  Or say unto Him: What doest Thou", "33 At the same time mine understanding returned unto me; and for the glory of my kingdom, my majesty and my splendour returned unto me; and my ministers and my lords sought unto me; and I was established in my kingdom, and surpassing greatness was added unto me.", "34 Now I Nebuchadnezzar praise and extol and honour the King of heaven; for all His works are truth, and His ways justice; and those that walk in pride He is able to abase.", "\n"]]}