{"chapterNum": "8", "hebrewText": ["﻿א: בִּשְׁנַ֣ת שָׁלֹ֔ושׁ לְמַלְכ֖וּת בֵּלְאשַׁצַּ֣ר הַמֶּ֑לֶךְ חָזֹ֞ון נִרְאָ֤ה אֵלַי֙ אֲנִ֣י דָנִיֵּ֔אל אַחֲרֵ֛י הַנִּרְאָ֥ה אֵלַ֖י בַּתְּחִלָּֽה׃", "ב: וָֽאֶרְאֶה֘ בֶּחָזֹון֒ וַיְהִי֙ בִּרְאֹתִ֔י וַאֲנִי֙ בְּשׁוּשַׁ֣ן הַבִּירָ֔ה אֲשֶׁ֖ר בְּעֵילָ֣ם הַמְּדִינָ֑ה וָאֶרְאֶה֙ בֶּֽחָזֹ֔ון וַאֲנִ֥י הָיִ֖יתִי עַל-אוּבַ֥ל אוּלָֽי׃", "ג: וָאֶשָּׂ֤א עֵינַי֙ וָאֶרְאֶ֔ה וְהִנֵּ֣ה׀ אַ֣יִל אֶחָ֗ד עֹמֵ֛ד לִפְנֵ֥י הָאֻבָ֖ל וְלֹ֣ו קְרָנָ֑יִם וְהַקְּרָנַ֣יִם גְּבֹהֹ֗ות וְהָאַחַת֙ גְּבֹהָ֣ה מִן-הַשֵּׁנִ֔ית וְהַ֨גְּבֹהָ֔ה עֹלָ֖ה בָּאַחֲרֹנָֽה׃", "ד: רָאִ֣יתִי אֶת-הָאַ֡יִל מְנַגֵּחַ֩ יָ֨מָּה וְצָפֹ֜ונָה וָנֶ֗גְבָּה וְכָל-חַיֹּות֙ לֹֽא-יַֽעַמְד֣וּ לְפָנָ֔יו וְאֵ֥ין מַצִּ֖יל מִיָּדֹ֑ו וְעָשָׂ֥ה כִרְצֹנֹ֖ו וְהִגְדִּֽיל׃", "ה: וַאֲנִ֣י׀ הָיִ֣יתִי מֵבִ֗ין וְהִנֵּ֤ה צְפִיר-הָֽעִזִּים֙ בָּ֤א מִן-הַֽמַּעֲרָב֙ עַל-פְּנֵ֣י כָל-הָאָ֔רֶץ וְאֵ֥ין נֹוגֵ֖עַ בָּאָ֑רֶץ וְהַ֨צָּפִ֔יר קֶ֥רֶן חָז֖וּת בֵּ֥ין עֵינָֽיו׃", "ו: וַיָּבֹ֗א עַד-הָאַ֨יִל֙ בַּ֣עַל הַקְּרָנַ֔יִם אֲשֶׁ֣ר רָאִ֔יתִי עֹמֵ֖ד לִפְנֵ֣י הָאֻבָ֑ל וַיָּ֥רָץ אֵלָ֖יו בַּחֲמַ֥ת כֹּחֹֽו׃", "ז: וּרְאִיתִ֞יו מַגִּ֣יעַ׀ אֵ֣צֶל הָאַ֗יִל וַיִּתְמַרְמַ֤ר אֵלָיו֙ וַיַּ֣ךְ אֶת-הָאַ֔יִל וַיְשַׁבֵּר֙ אֶת-שְׁתֵּ֣י קְרָנָ֔יו וְלֹא-הָ֥יָה כֹ֛חַ בָּאַ֖יִל לַעֲמֹ֣ד לְפָנָ֑יו וַיַּשְׁלִיכֵ֤הוּ אַ֨רְצָה֙ וַֽיִּרְמְסֵ֔הוּ וְלֹא-הָיָ֥ה מַצִּ֛יל לָאַ֖יִל מִיָּדֹֽו׃", "ח: וּצְפִ֥יר הָעִזִּ֖ים הִגְדִּ֣יל עַד-מְאֹ֑ד וּכְעָצְמֹ֗ו נִשְׁבְּרָה֙ הַקֶּ֣רֶן הַגְּדֹולָ֔ה וַֽתַּעֲלֶ֜נָה חָז֤וּת אַרְבַּע֙ תַּחְתֶּ֔יהָ לְאַרְבַּ֖ע רוּחֹ֥ות הַשָּׁמָֽיִם׃", "ט: וּמִן-הָאַחַ֣ת מֵהֶ֔ם יָצָ֥א קֶֽרֶן-אַחַ֖ת מִצְּעִירָ֑ה וַתִּגְדַּל-יֶ֛תֶר אֶל-הַנֶּ֥גֶב וְאֶל-הַמִּזְרָ֖ח וְאֶל-הַצֶּֽבִי׃", "י: וַתִּגְדַּ֖ל עַד-צְבָ֣א הַשָּׁמָ֑יִם וַתַּפֵּ֥ל אַ֛רְצָה מִן-הַצָּבָ֥א וּמִן-הַכֹּוכָבִ֖ים וַֽתִּרְמְסֵֽם׃", "יא: וְעַ֥ד שַֽׂר-הַצָּבָ֖א הִגְדִּ֑יל וּמִמֶּ֨נּוּ֙ (הרים) הוּרַ֣ם הַתָּמִ֔יד וְהֻשְׁלַ֖ךְ מְכֹ֥ון מִקְדָּשֹֽׁו׃", "יב: וְצָבָ֛א תִּנָּתֵ֥ן עַל-הַתָּמִ֖יד בְּפָ֑שַׁע וְתַשְׁלֵ֤ךְ אֱמֶת֙ אַ֔רְצָה וְעָשְׂתָ֖ה וְהִצְלִֽיחָה׃", "יג: וָאֶשְׁמְעָ֥ה אֶֽחָד-קָדֹ֖ושׁ מְדַבֵּ֑ר וַיֹּאמֶר֩ אֶחָ֨ד קָדֹ֜ושׁ לַפַּֽלְמֹונִ֣י הַֽמְדַבֵּ֗ר עַד-מָתַ֞י הֶחָזֹ֤ון הַתָּמִיד֙ וְהַפֶּ֣שַׁע שֹׁמֵ֔ם תֵּ֛ת וְקֹ֥דֶשׁ וְצָבָ֖א מִרְמָֽס׃", "יד: וַיֹּ֣אמֶר אֵלַ֔י עַ֚ד עֶ֣רֶב בֹּ֔קֶר אַלְפַּ֖יִם וּשְׁלֹ֣שׁ מֵאֹ֑ות וְנִצְדַּ֖ק קֹֽדֶשׁ׃", "טו: וַיְהִ֗י בִּרְאֹתִ֛י אֲנִ֥י דָנִיֵּ֖אל אֶת-הֶחָזֹ֑ון וָאֲבַקְשָׁ֣ה בִינָ֔ה וְהִנֵּ֛ה עֹמֵ֥ד לְנֶגְדִּ֖י כְּמַרְאֵה-גָֽבֶר׃", "טז: וָאֶשְׁמַ֥ע קֹול-אָדָ֖ם בֵּ֣ין אוּלָ֑י וַיִּקְרָא֙ וַיֹּאמַ֔ר גַּבְרִיאֵ֕ל הָבֵ֥ן לְהַלָּ֖ז אֶת-הַמַּרְאֶֽה׃", "יז: וַיָּבֹא֙ אֵ֣צֶל עָמְדִ֔י וּבְבֹאֹ֣ו נִבְעַ֔תִּי וָאֶפְּלָ֖ה עַל-פָּנָ֑י וַיֹּ֤אמֶר אֵלַי֙ הָבֵ֣ן בֶּן-אָדָ֔ם כִּ֖י לְעֶת-קֵ֥ץ הֶחָזֹֽון׃", "יח: וּבְדַבְּרֹ֣ו עִמִּ֔י נִרְדַּ֥מְתִּי עַל-פָּנַ֖י אָ֑רְצָה וַיִּ֨גַּע-בִּ֔י וַיַּֽעֲמִידֵ֖נִי עַל-עָמְדִֽי׃", "יט: וַיֹּ֨אמֶר֙ הִנְנִ֣י מֹודִֽיעֲךָ֔ אֵ֥ת אֲשֶׁר-יִהְיֶ֖ה בְּאַחֲרִ֣ית הַזָּ֑עַם כִּ֖י לְמֹועֵ֥ד קֵֽץ׃", "כ: הָאַ֥יִל אֲשֶׁר-רָאִ֖יתָ בַּ֣עַל הַקְּרָנָ֑יִם מַלְכֵ֖י מָדַ֥י וּפָרָֽס׃", "כא: וְהַצָּפִ֥יר הַשָּׂעִ֖יר מֶ֣לֶךְ יָוָ֑ן וְהַקֶּ֤רֶן הַגְּדֹולָה֙ אֲשֶׁ֣ר בֵּין-עֵינָ֔יו ה֖וּא הַמֶּ֥לֶךְ הָרִאשֹֽׁון׃", "כב: וְהַ֨נִּשְׁבֶּ֔רֶת וַתַּֽעֲמֹ֥דְנָה אַרְבַּ֖ע תַּחְתֶּ֑יהָ אַרְבַּ֧ע מַלְכֻיֹ֛ות מִגֹּ֥וי יַעֲמֹ֖דְנָה וְלֹ֥א בְכֹחֹֽו׃", "כג: וּֽבְאַחֲרִית֙ מַלְכוּתָ֔ם כְּהָתֵ֖ם הַפֹּשְׁעִ֑ים יַעֲמֹ֛ד מֶ֥לֶךְ עַז-פָּנִ֖ים וּמֵבִ֥ין חִידֹֽות׃", "כד: וְעָצַ֤ם כֹּחֹו֙ וְלֹ֣א בְכֹחֹ֔ו וְנִפְלָאֹ֥ות יַשְׁחִ֖ית וְהִצְלִ֣יחַ וְעָשָׂ֑ה וְהִשְׁחִ֥ית עֲצוּמִ֖ים וְעַם-קְדֹשִֽׁים׃", "כה: וְעַל-שִׂכְלֹ֗ו וְהִצְלִ֤יחַ מִרְמָה֙ בְּיָדֹ֔ו וּבִלְבָבֹ֣ו יַגְדִּ֔יל וּבְשַׁלְוָ֖ה יַשְׁחִ֣ית רַבִּ֑ים וְעַ֤ל-שַׂר-שָׂרִים֙ יַעֲמֹ֔ד וּבְאֶ֥פֶס יָ֖ד יִשָּׁבֵֽר׃", "כו: וּמַרְאֵ֨ה הָעֶ֧רֶב וְהַבֹּ֛קֶר אֲשֶׁ֥ר נֶאֱמַ֖ר אֱמֶ֣ת ה֑וּא וְאַתָּה֙ סְתֹ֣ם הֶֽחָזֹ֔ון כִּ֖י לְיָמִ֥ים רַבִּֽים׃", "כז: וַאֲנִ֣י דָנִיֵּ֗אל נִהְיֵ֤יתִי וְנֶֽחֱלֵ֨יתִי֙ יָמִ֔ים וָאָק֕וּם וָאֶֽעֱשֶׂ֖ה אֶת-מְלֶ֣אכֶת הַמֶּ֑לֶךְ וָאֶשְׁתֹּומֵ֥ם עַל-הַמַּרְאֶ֖ה וְאֵ֥ין מֵבִֽין׃ פ", "\n"], "splitsAshk": ["0", "14187", "29118", "48928", "66427", "83273", "96263", "122553", "138463", "150433", "160564", "169564", "179292", "199212", "207353", "219823", "229724", "244703", "254484", "263393", "270503", "280084", "291572", "301764", "312833", "328033", "339913", "355578"], "splitsSeph": ["0", "14549", "30818", "50749", "68658", "85469", "98288", "124898", "140989", "152658", "162229", "171688", "181992", "202432", "210733", "223432", "234032", "249024", "259664", "269322", "276832", "287744", "299264", "308242", "318304", "333104", "345312", "360672"], "englishText": [["1 In the third year of the reign of king Belshazzar a vision appeared unto me, even unto me Daniel, after that which appeared unto me at the first.", "2 And I saw in the vision; now it was so, that when I saw, I was in Shushan the castle, which is in the province of Elam; and I saw in the vision, and I was by the stream Ulai.", "3 And I lifted up mine eyes, and saw, and, behold, there stood before the stream a ram which had two horns; and the two horns were high; but one was higher than the other, and the higher came up last.", "4 I saw the ram pushing westward, and northward, and southward; and no beasts could stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and magnified himself.", "5 And as I was considering, behold, a he-goat came from the west over the face of the whole earth, and touched not the ground; and the goat had a conspicuous horn between his eyes.", "6 And he came to the ram that had the two horns, which I saw standing before the stream, and ran at him in the fury of his power.", "7 And I saw him come close unto the ram, and he was moved with choler against him, and smote the ram, and broke his two horns; and there was no power in the ram to stand before him; but he cast him down to the ground, and trampled upon him; and there was none that could deliver the ram out of his hand.", "8 And the he-goat magnified himself exceedingly; and when he was strong, the great horn was broken; and instead of it there came up the appearance of four horns toward the four winds of heaven.", "9 And out of one of them came forth a little horn, which waxed exceeding great, toward the south, and toward the east, and toward the beauteous land.", "10 And it waxed great, even to the host of heaven; and some of the host and of the stars it cast down to the ground, and trampled upon them.", "11 Yea, it magnified itself, even to the prince of the host; and from him the continual burnt-offering was taken away, and the place of his sanctuary was cast down.", "12 And the host was given over to it together with the continual burnt-offering through transgression; and it cast down truth to the ground, and it wrought, and prospered.", "13 Then I heard a holy one speaking; and another holy one said unto that certain one who spoke: How long shall be the vision concerning the continual burnt-offering, and the transgression that causes appalment, to give both the sanctuary and the host to be trampled under foot", "14 And he said unto me: Unto two thousand and three hundred evenings and mornings; then shall the sanctuary be victorious.", "15 And it came to pass, when I, even I Daniel, had seen the vision, that I sought to understand it; and, behold, there stood before me as the appearance of a man.", "16 And I heard the voice of a man between the banks of Ulai, who called, and said: Gabriel, make this man to understand the vision.", "17 So he came near where I stood; and when he came, I was terrified, and fell upon my face; but he said unto me: Understand, O son of man; for the vision belongeth to the time of the end.", "18 Now as he was speaking with me, I fell into a deep sleep with my face toward the ground; but he touched me, and set me upright.", "19 And he said: Behold, I will make thee know what shall be in the latter time of the indignation; for it belongeth to the appointed time of the end.", "20 The ram which thou sawest having the two horns, they are the kings of Media and Persia.", "21 And the rough he-goat is the king of Greece; and the great horn that is between his eyes is the first king.", "22 And as for that which was broken, in the place whereof four stood up, four kingdoms shall stand up out of the nation, but not with his power.", "23 And in the latter time of their kingdom, when the transgressors have completed their transgression, there shall stand up a king of fierce countenance, and understanding stratagems.", "24 And his power shall be mighty, but not by his own power; and he shall destroy wonderfully, and shall prosper and do; and he shall destroy them that are mighty and the people of the saints.", "25 And through his cunning he shall cause craft to prosper in his hand; and he shall magnify himself in his heart, and in time of security shall he destroy many; he shall also stand up against the prince of princes; but he shall be broken without hand.", "26 And the vision of the evenings and mornings which hath been told is true; but thou, shut thou up the vision; for it belongeth to many days to come.", "27 And I Daniel fainted, and was sick certain days; then I rose up, and did the kings business; and I was appalled at the vision, but understood it not.", "\n"]]}