{"chapterNum": "10", "hebrewText": ["﻿א: וּכְהִתְפַּלֵּ֤ל עֶזְרָא֙ וּכְ֨הִתְוַדֹּתֹ֔ו בֹּכֶה֙ וּמִתְנַפֵּ֔ל לִפְנֵ֖י בֵּ֣ית הָאֱלֹהִ֑ים נִקְבְּצוּ֩ אֵלָ֨יו מִיִּשְׂרָאֵ֜ל קָהָ֣ל רַב-מְאֹ֗ד אֲנָשִׁ֤ים וְנָשִׁים֙ וִֽילָדִ֔ים כִּֽי-בָכ֥וּ הָעָ֖ם הַרְבֵּה-בֶֽכֶה׃ ס", "ב: וַיַּעַן֩ שְׁכַנְיָ֨ה בֶן-יְחִיאֵ֜ל מִבְּנֵ֤י (עולם) עֵילָם֙ וַיֹּ֣אמֶר לְעֶזְרָ֔א אֲנַ֨חְנוּ֙ מָעַ֣לְנוּ בֵאלֹהֵ֔ינוּ וַנֹּ֛שֶׁב נָשִׁ֥ים נָכְרִיֹּ֖ות מֵעַמֵּ֣י הָאָ֑רֶץ וְעַתָּ֛ה יֵשׁ-מִקְוֶ֥ה לְיִשְׂרָאֵ֖ל עַל-זֹֽאת׃", "ג: וְעַתָּ֣ה נִֽכְרָת-בְּרִ֣ית לֵ֠אלֹהֵינוּ לְהֹוצִ֨יא כָל-נָשִׁ֜ים וְהַנֹּולָ֤ד מֵהֶם֙ בַּעֲצַ֣ת אֲדֹנָ֔י וְהַחֲרֵדִ֖ים בְּמִצְוַ֣ת אֱלֹהֵ֑ינוּ וְכַתֹּורָ֖ה יֵעָשֶֽׂה׃", "ד: ק֛וּם כִּֽי-עָלֶ֥יךָ הַדָּבָ֖ר וַאֲנַ֣חְנוּ עִמָּ֑ךְ חֲזַ֖ק וַעֲשֵֽׂה: פ", "ה: וַיָּ֣קָם עֶזְרָ֡א וַיַּשְׁבַּ֣ע אֶת-שָׂרֵי֩ הַכֹּהֲנִ֨ים הַלְוִיִּ֜ם וְכָל-יִשְׂרָאֵ֗ל לַעֲשֹׂ֛ות כַּדָּבָ֥ר הַזֶּ֖ה וַיִּשָּׁבֵֽעוּ׃", "ו: וַיָּ֣קָם עֶזְרָ֗א מִלִּפְנֵי֙ בֵּ֣ית הָֽאֱלֹהִ֔ים וַיֵּ֕לֶךְ אֶל-לִשְׁכַּ֖ת יְהֹוחָנָ֣ן בֶּן-אֶלְיָשִׁ֑יב וַיֵּ֣לֶךְ שָׁ֗ם לֶ֤חֶם לֹֽא-אָכַל֙ וּמַ֣יִם לֹֽא-שָׁתָ֔ה כִּ֥י מִתְאַבֵּ֖ל עַל-מַ֥עַל הַגֹּולָֽה׃ ס", "ז: וַיַּעֲבִ֨ירוּ קֹ֜ול בִּיהוּדָ֣ה וִירֽוּשָׁלִַ֗ם לְכֹל֙ בְּנֵ֣י הַגֹּולָ֔ה לְהִקָּבֵ֖ץ יְרוּשָׁלִָֽם׃", "ח: וְכֹל֩ אֲשֶׁ֨ר לֹֽא-יָבֹ֜וא לִשְׁלֹ֣שֶׁת הַיָּמִ֗ים כַּעֲצַ֤ת הַשָּׂרִים֙ וְהַזְּקֵנִ֔ים יָחֳרַ֖ם כָּל-רְכוּשֹׁ֑ו וְה֥וּא יִבָּדֵ֖ל מִקְּהַ֥ל הַגֹּולָֽה׃ ס", "ט: וַיִּקָּבְצ֣וּ כָל-אַנְשֵֽׁי-יְהוּדָה֩ וּבִנְיָמִ֨ן׀ יְרוּשָׁלִַ֜ם לִשְׁלֹ֣שֶׁת הַיָּמִ֗ים ה֛וּא חֹ֥דֶשׁ הַתְּשִׁיעִ֖י בְּעֶשְׂרִ֣ים בַּחֹ֑דֶשׁ וַיֵּשְׁב֣וּ כָל-הָעָ֗ם בִּרְחֹוב֙ בֵּ֣ית הָאֱלֹהִ֔ים מַרְעִידִ֥ים עַל-הַדָּבָ֖ר וּמֵהַגְּשָׁמִֽים: פ", "י: וַיָּ֨קָם עֶזְרָ֤א הַכֹּהֵן֙ וַיֹּ֣אמֶר אֲלֵהֶ֔ם אַתֶּ֣ם מְעַלְתֶּ֔ם וַתֹּשִׁ֖יבוּ נָשִׁ֣ים נָכְרִיֹּ֑ות לְהֹוסִ֖יף עַל-אַשְׁמַ֥ת יִשְׂרָאֵֽל׃", "יא: וְעַתָּ֗ה תְּנ֥וּ תֹודָ֛ה לַיהוָ֥ה אֱלֹהֵֽי-אֲבֹתֵיכֶ֖ם וַעֲשׂ֣וּ רְצֹונֹ֑ו וְהִבָּֽדְלוּ֙ מֵעַמֵּ֣י הָאָ֔רֶץ וּמִן-הַנָּשִׁ֖ים הַנָּכְרִיֹּֽות׃", "יב: וַיַּֽעְנ֧וּ כָֽל-הַקָּהָ֛ל וַיֹּאמְר֖וּ קֹ֣ול גָּדֹ֑ול כֵּ֛ן (כדבריך) כִּדְבָרְךָ֥ עָלֵ֖ינוּ לַעֲשֹֽׂות׃", "יג: אֲבָ֞ל הָעָ֥ם רָב֙ וְהָעֵ֣ת גְּשָׁמִ֔ים וְאֵ֥ין כֹּ֖חַ לַעֲמֹ֣וד בַּח֑וּץ וְהַמְּלָאכָ֗ה לֹֽא-לְיֹ֤ום אֶחָד֙ וְלֹ֣א לִשְׁנַ֔יִם כִּֽי-הִרְבִּ֥ינוּ לִפְשֹׁ֖עַ בַּדָּבָ֥ר הַזֶּֽה׃", "יד: יַֽעֲמְדוּ-נָ֣א שָׂ֠רֵינוּ לְֽכָל-הַקָּהָ֞ל וְכֹ֣ל׀ אֲשֶׁ֣ר בֶּעָרֵ֗ינוּ הַהֹשִׁ֞יב נָשִׁ֤ים נָכְרִיֹּות֙ יָבֹא֙ לְעִתִּ֣ים מְזֻמָּנִ֔ים וְעִמָּהֶ֛ם זִקְנֵי-עִ֥יר וָעִ֖יר וְשֹׁפְטֶ֑יהָ עַ֠ד לְהָשִׁ֞יב חֲרֹ֤ון אַף-אֱלֹהֵ֨ינוּ֙ מִמֶּ֔נּוּ עַ֖ד לַדָּבָ֥ר הַזֶּֽה: פ", "טו: אַ֣ךְ יֹונָתָ֧ן בֶּן-עֲשָׂהאֵ֛ל וְיַחְזְיָ֥ה בֶן-תִּקְוָ֖ה עָמְד֣וּ עַל-זֹ֑את וּמְשֻׁלָּ֛ם וְשַׁבְּתַ֥י הַלֵּוִ֖י עֲזָרֻֽם׃", "טז: וַיַּֽעֲשׂוּ-כֵן֘ בְּנֵ֣י הַגֹּולָה֒ וַיִּבָּדְלוּ֩ עֶזְרָ֨א הַכֹּהֵ֜ן אֲנָשִׁ֨ים רָאשֵׁ֧י הָאָבֹ֛ות לְבֵ֥ית אֲבֹתָ֖ם וְכֻלָּ֣ם בְּשֵׁמֹ֑ות וַיֵּשְׁב֗וּ בְּיֹ֤ום אֶחָד֙ לַחֹ֣דֶשׁ הָעֲשִׂירִ֔י לְדַרְיֹ֖ושׁ הַדָּבָֽר׃", "יז: וַיְכַלּ֣וּ בַכֹּ֔ל אֲנָשִׁ֕ים הַהֹשִׁ֖יבוּ נָשִׁ֣ים נָכְרִיֹּ֑ות עַ֛ד יֹ֥ום אֶחָ֖ד לַחֹ֥דֶשׁ הָרִאשֹֽׁון: פ", "יח: וַיִּמָּצֵא֙ מִבְּנֵ֣י הַכֹּהֲנִ֔ים אֲשֶׁ֥ר הֹשִׁ֖יבוּ נָשִׁ֣ים נָכְרִיֹּ֑ות מִבְּנֵי֙ יֵשׁ֤וּעַ בֶּן-יֹֽוצָדָק֙ וְאֶחָ֔יו מַֽעֲשֵׂיָה֙ וֶֽאֱלִיעֶ֔זֶר וְיָרִ֖יב וּגְדַלְיָֽה׃", "יט: וַיִּתְּנ֥וּ יָדָ֖ם לְהֹוצִ֣יא נְשֵׁיהֶ֑ם וַאֲשֵׁמִ֥ים אֵֽיל-צֹ֖אן עַל-אַשְׁמָתָֽם׃ ס", "כ: וּמִבְּנֵ֣י אִמֵּ֔ר חֲנָ֖נִי וּזְבַדְיָֽה׃ ס", "כא: וּמִבְּנֵ֖י חָרִ֑ם מַעֲשֵׂיָ֤ה וְאֵֽלִיָּה֙ וּֽשְׁמַֽעְיָ֔ה וִיחִיאֵ֖ל וְעֻזִיָּֽה׃", "כב: וּמִבְּנֵ֖י פַּשְׁח֑וּר אֶלְיֹועֵינַ֤י מַֽעֲשֵׂיָה֙ יִשְׁמָעֵ֣אל נְתַנְאֵ֔ל יֹוזָבָ֖ד וְאֶלְעָשָֽׂה׃ ס", "כג: וּמִֽן-הַלְוִיִּ֑ם יֹוזָבָ֣ד וְשִׁמְעִ֗י וְקֵֽלָיָה֙ ה֣וּא קְלִיטָ֔א פְּתַֽחְיָ֥ה יְהוּדָ֖ה וֶאֱלִיעֶֽזֶר׃ ס", "כד: וּמִן-הַמְשֹׁרְרִ֖ים אֶלְיָשִׁ֑יב וּמִן-הַשֹּׁ֣עֲרִ֔ים שַׁלֻּ֥ם וָטֶ֖לֶם וְאוּרִֽי׃ ס", "כה: וּמִֽיִּשְׂרָאֵ֑ל מִבְּנֵ֣י פַרְעֹ֡שׁ רַ֠מְיָה וְיִזִּיָּ֤ה וּמַלְכִּיָּה֙ וּמִיָּמִ֣ן וְאֶלְעָזָ֔ר וּמַלְכִּיָּ֖ה וּבְנָיָֽה׃ ס", "כו: וּמִבְּנֵ֖י עֵילָ֑ם מַתַּנְיָ֤ה זְכַרְיָה֙ וִיחִיאֵ֣ל וְעַבְדִּ֔י וִירֵמֹ֖ות וְאֵלִיָּֽה׃ ס", "כז: וּמִבְּנֵ֖י זַתּ֑וּא אֶלְיֹועֵנַ֤י אֶלְיָשִׁיב֙ מַתַּנְיָ֣ה וִֽירֵמֹ֔ות וְזָבָ֖ד וַעֲזִיזָֽא׃ ס", "כח: וּמִבְּנֵ֖י בֵּבָ֑י יְהֹוחָנָ֥ן חֲנַנְיָ֖ה זַבַּ֥י עַתְלָֽי׃ ס", "כט: וּמִבְּנֵ֖י בָּנִ֑י מְשֻׁלָּ֤ם מַלּוּךְ֙ וַעֲדָיָ֔ה יָשׁ֖וּב וּשְׁאָ֥ל (ירמות) וְרָמֹֽות׃ ס", "ל: וּמִבְּנֵ֛י פַּחַ֥ת מֹואָ֖ב עַדְנָ֣א וּכְלָ֑ל בְּנָיָ֤ה מַעֲשֵׂיָה֙ מַתַּנְיָ֣ה בְצַלְאֵ֔ל וּבִנּ֖וּי וּמְנַשֶּֽׁה׃ ס", "לא: וּבְנֵ֖י חָרִ֑ם אֱלִיעֶ֧זֶר יִשִּׁיָּ֛ה מַלְכִּיָּ֖ה שְׁמַֽעְיָ֥ה שִׁמְעֹֽון׃", "לב: בְּנְיָמִ֥ן מַלּ֖וּךְ שְׁמַרְיָֽה׃ ס", "לג: מִבְּנֵ֖י חָשֻׁ֑ם מַתְּנַ֤י מַתַּתָּה֙ זָבָ֣ד אֱלִיפֶ֔לֶט יְרֵמַ֥י מְנַשֶּׁ֖ה שִׁמְעִֽי׃ ס", "לד: מִבְּנֵ֣י בָנִ֔י מַעֲדַ֥י עַמְרָ֖ם וְאוּאֵֽל׃ ס", "לה: בְּנָיָ֥ה בֵדְיָ֖ה (כלהי) כְּלֽוּהוּ׃", "לו: וַנְיָ֥ה מְרֵמֹ֖ות אֶלְיָשִֽׁיב׃", "לז: מַתַּנְיָ֥ה מַתְּנַ֖י (ויעשו) וְיַעֲשָֽׂי׃", "לח: וּבָנִ֥י וּבִנּ֖וּי שִׁמְעִֽי׃", "לט: וְשֶֽׁלֶמְיָ֥ה וְנָתָ֖ן וַעֲדָיָֽה׃", "מ: מַכְנַדְבַ֥י שָׁשַׁ֖י שָׁרָֽי׃", "מא: עֲזַרְאֵ֥ל וְשֶׁלֶמְיָ֖הוּ שְׁמַרְיָֽה׃", "מב: שַׁלּ֥וּם אֲמַרְיָ֖ה יֹוסֵֽף׃ ס", "מג: מִבְּנֵ֖י נְבֹ֑ו יְעִיאֵ֤ל מַתִּתְיָה֙ זָבָ֣ד זְבִינָ֔א (ידו) יַדַּ֥י וְיֹואֵ֖ל בְּנָיָֽה׃", "מד: כָּל-אֵ֕לֶּה (נשאו) נָשְׂא֖וּ נָשִׁ֣ים נָכְרִיֹּ֑ות וְיֵ֣שׁ מֵהֶ֣ם נָשִׁ֔ים וַיָּשִׂ֖ימוּ בָּנִֽים:", "\n"], "splitsAshk": ["0", "21066", "40616", "57637", "64687", "80416", "101277", "111655", "127656", "152037", "165368", "180592", "191402", "208392", "238112", "253392", "275522", "285602", "300133", "307112", "311522", "320072", "329872", "340312", "348762", "363272", "371984", "381802", "388592", "397112", "408912", "418032", "421232", "430232", "436072", "440122", "443282", "447853", "451152", "455053", "459013", "462962", "466093", "475602", "485955"], "splitsSeph": ["0", "21890", "41360", "57829", "64818", "80600", "99869", "110440", "126498", "149458", "161658", "176250", "186800", "203370", "230869", "244450", "267189", "278200", "293869", "301858", "305960", "313919", "322770", "332669", "340359", "353320", "361690", "370749", "376970", "385818", "397058", "405359", "408618", "417938", "422658", "425890", "429418", "433349", "436738", "440640", "444866", "448586", "452026", "461674", "472424"], "englishText": [["1 Now while Ezra prayed, and made confession, weeping and casting himself down before the house of God, there was gathered together unto him out of Israel a very great congregation of men and women and children; for the people wept very sore.", "2 And Shecaniah the son of Jehiel, one of the sons of Elam, answered and said unto Ezra: We have broken faith with our God, and have married foreign women of the peoples of the land; yet now there is hope for Israel concerning this thing.", "3 Now therefore let us make a covenant with our God to put away all the wives, and such as are born of them, according to the counsel of the LORD, and of those that tremble at the commandment of our God; and let it be done according to the law.", "4 Arise; for the matter belongeth unto thee, and we are with thee; be of good courage, and do it.", "5 Then arose Ezra, and made the chiefs of the priests, the Levites, and all Israel, to swear that they would do according to this word. So they swore.", "6 Then Ezra rose up from before the house of God, and went into the chamber of Jehohanan the son of Eliashib; and when he came thither, he did eat no bread, nor drink water; for he mourned because of the faithlessness of them of the captivity.", "7 And they made proclamation throughout Judah and Jerusalem unto all the children of the captivity, that they should gather themselves together unto Jerusalem;", "8 and that whosoever came not within three days, according to the counsel of the princes and the elders, all his substance should be forfeited, and himself separated from the congregation of the captivity.", "9 Then all the men of Judah and Benjamin gathered themselves together unto Jerusalem within the three days; it was the ninth month, on the twentieth day of the month; and all the people sat in the broad place before the house of God, trembling because of this matter, and for the great rain.", "10 And Ezra the priest stood up, and said unto them: Ye have broken faith, and have married foreign women, to increase the guilt of Israel.", "11 Now therefore make confession unto the LORD, the God of your fathers, and do His pleasure; and separate yourselves from the peoples of the land, and from the foreign women.", "12 Then all the congregation answered and said with a loud voice: As thou hast said, so it is for us to do.", "13 But the people are many, and it is a time of much rain, and we are not able to stand without, neither is this a work of one day or two; for we have greatly transgressed in this matter.", "14 Let now our princes of all the congregation stand, and let all them that are in our cities that have married foreign women come at appointed times, and with them the elders of every city, and the judges thereof, until the fierce wrath of our God be turned from us, as touching this matter.", "15 Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah stood up against this matter; and Meshullam and Shabbethai the Levite helped them.", "16 And the children of the captivity did so. And Ezra the priest, with certain heads of fathershouses, after their fathershouses, and all of them by their names, were separated; and they sat down in the first day of the tenth month to examine the matter.", "17 And they were finished with all the men that had married foreign women by the first day of the first month.", "18 And among the sons of the priests there were found that had married foreign women, namely: of the sons of Jeshua, the son of Jozadak, and his brethren, Maaseiah, and Eliezer, and Jarib, and Gedaliah.", "19 And they gave their hand that they would put away their wives; and being guilty, [they offered] a ram of the flock for their guilt.", "20 And of the sons of Immer: Hanani and Zebadiah.", "21 And of the sons of Harim: Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah.", "22 And of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.", "23 And of the Levites: Jozabad, and Shimei, and Kelaiahthe same is KelitaPethahiah, Judah, and Eliezer.", "24 And of the singers: Eliashib; and of the porters: Shallum, and Telem, and Uri.", "25 And of Israel: of the sons of Parosh: Ramiah, and Izziah, and Malchijah, and Mijamin, and Eleazar, and Malchijah, and Benaiah.", "26 And of the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah.", "27 And of the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza.", "28 And of the sons of Bebai: Jehohanan, Hananiah, Zabbai, Athlai.", "29 And of the sons of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, and Ramoth.", "30 And of the sons of Pahath-moab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, and Binnui, and Manasseh.", "31 And of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon;", "32 Benjamin, Malluch, Shemariah.", "33 Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei.", "34 Of the sons of Bani: Maadai, Amram, and Uel;", "35 Benaiah, Bedeiah, Cheluhu;", "36 Vaniah, Meremoth, Eliashib;", "37 Mattaniah, Mattenai, and Jaasai;", "38 and Bani, and Binnui, Shimei;", "39 Shelemiah, and Nathan, and Adaiah;", "40 Machnadebai, Shashai, Sharai;", "41 Azarel, and Shelemiah, Shemariah;", "42 Shallum, Amariah, Joseph.", "43 Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, and Joel, Benaiah.", "44 All these had taken foreign wives; and some of them had wives by whom they had children.", "\n"]]}