{"chapterNum": "1", "hebrewText": ["﻿א: וּבִשְׁנַ֣ת אַחַ֗ת לְכֹ֨ורֶשׁ֙ מֶ֣לֶךְ פָּרַ֔ס לִכְלֹ֥ות דְּבַר-יְהוָ֖ה מִפִּ֣י יִרְמְיָ֑ה הֵעִ֣יר יְהוָ֗ה אֶת-ר֨וּחַ֙ כֹּ֣רֶשׁ מֶֽלֶךְ-פָּרַ֔ס וַיַּֽעֲבֶר-קֹול֙ בְּכָל-מַלְכוּתֹ֔ו וְגַם-בְּמִכְתָּ֖ב לֵאמֹֽר׃", "ב: כֹּ֣ה אָמַ֗ר כֹּ֚רֶשׁ מֶ֣לֶךְ פָּרַ֔ס כֹּ֚ל מַמְלְכֹ֣ות הָאָ֔רֶץ נָ֣תַן לִ֔י יְהוָ֖ה אֱלֹהֵ֣י הַשָּׁמָ֑יִם וְהֽוּא-פָקַ֤ד עָלַי֙ לִבְנֹֽות-לֹ֣ו בַ֔יִת בִּירוּשָׁלִַ֖ם אֲשֶׁ֥ר בִּֽיהוּדָֽה׃", "ג: מִֽי-בָכֶ֣ם מִכָּל-עַמֹּ֗ו יְהִ֤י אֱלֹהָיו֙ עִמֹּ֔ו וְיַ֕עַל לִירוּשָׁלִַ֖ם אֲשֶׁ֣ר בִּיהוּדָ֑ה וְיִ֗בֶן אֶת-בֵּ֤ית יְהוָה֙ אֱלֹהֵ֣י יִשְׂרָאֵ֔ל ה֥וּא הָאֱלֹהִ֖ים אֲשֶׁ֥ר בִּירוּשָׁלִָֽם׃", "ד: וְכָל-הַנִּשְׁאָ֗ר מִֽכָּל-הַמְּקֹמֹות֘ אֲשֶׁ֣ר ה֣וּא גָֽר-שָׁם֒ יְנַשְּׂא֨וּהוּ֙ אַנְשֵׁ֣י מְקֹמֹ֔ו בְּכֶ֥סֶף וּבְזָהָ֖ב וּבִרְכ֣וּשׁ וּבִבְהֵמָ֑ה עִם-הַ֨נְּדָבָ֔ה לְבֵ֥ית הָאֱלֹהִ֖ים אֲשֶׁ֥ר בִּירוּשָׁלִָֽם׃", "ה: וַיָּק֜וּמוּ רָאשֵׁ֣י הָאָבֹ֗ות לִֽיהוּדָה֙ וּבִנְיָמִ֔ן וְהַכֹּהֲנִ֖ים וְהַלְוִיִּ֑ם לְכֹ֨ל הֵעִ֤יר הָאֱלֹהִים֙ אֶת-רוּחֹ֔ו לַעֲלֹ֣ות לִבְנֹ֔ות אֶת-בֵּ֥ית יְהוָ֖ה אֲשֶׁ֥ר בִּירוּשָׁלִָֽם׃", "ו: וְכָל-סְבִיבֹֽתֵיהֶם֙ חִזְּק֣וּ בִֽידֵיהֶ֔ם בִּכְלֵי-כֶ֧סֶף בַּזָּהָ֛ב בָּרְכ֥וּשׁ וּבַבְּהֵמָ֖ה וּבַמִּגְדָּנֹ֑ות לְבַ֖ד עַל-כָּל-הִתְנַדֵּֽב׃ ס", "ז: וְהַמֶּ֣לֶךְ כֹּ֔ורֶשׁ הֹוצִ֖יא אֶת-כְּלֵ֣י בֵית-יְהוָ֑ה אֲשֶׁ֨ר הֹוצִ֤יא נְבֽוּכַדְנֶצַּר֙ מִיר֣וּשָׁלִַ֔ם וַֽיִּתְּנֵ֖ם בְּבֵ֥ית אֱלֹהָֽיו׃", "ח: וַיֹּֽוצִיאֵ֗ם כֹּ֚ורֶשׁ מֶ֣לֶךְ פָּרַ֔ס עַל-יַ֖ד מִתְרְדָ֣ת הַגִּזְבָּ֑ר וַֽיִּסְפְּרֵם֙ לְשֵׁשְׁבַּצַּ֔ר הַנָּשִׂ֖יא לִיהוּדָֽה׃", "ט: וְאֵ֖לֶּה מִסְפָּרָ֑ם אֲגַרְטְלֵ֨י זָהָ֜ב שְׁלֹשִׁ֗ים אֲגַרְטְלֵי-כֶ֨סֶף֙ אָ֔לֶף מַחֲלָפִ֖ים תִּשְׁעָ֥ה וְעֶשְׂרִֽים׃ ס", "י: כְּפֹורֵ֤י זָהָב֙ שְׁלֹשִׁ֔ים כְּפֹ֤ורֵי כֶ֨סֶף֙ מִשְׁנִ֔ים אַרְבַּ֥ע מֵאֹ֖ות וַעֲשָׂרָ֑ה כֵּלִ֥ים אֲחֵרִ֖ים אָֽלֶף׃ ס", "יא: כָּל-כֵּלִים֙ לַזָּהָ֣ב וְלַכֶּ֔סֶף חֲמֵ֥שֶׁת אֲלָפִ֖ים וְאַרְבַּ֣ע מֵאֹ֑ות הַכֹּ֞ל הֶעֱלָ֣ה שֵׁשְׁבַּצַּ֗ר עִ֚ם הֵעָלֹ֣ות הַגֹּולָ֔ה מִבָּבֶ֖ל לִירוּשָׁלִָֽם׃ פ", "\n"], "splitsAshk": ["0", "21229", "41349", "61128", "81600", "98818", "113488", "126368", "139138", "151789", "162280", "180897"], "splitsSeph": ["0", "22261", "42090", "60869", "81820", "99744", "114533", "126963", "139907", "151627", "162278", "180584"], "englishText": [["1 NOW IN the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be accomplished, the LORD stirred up the spirit of Cyrus king of Persia, that he made a proclamation throughout all his kingdom, and put it also in writing, saying:", "2 Thus saith Cyrus king of Persia: All the kingdoms of the earth hath the LORD, the God of heaven, given me; and He hath charged me to build Him a house in Jerusalem, which is in Judah.", "3 Whosoever there is among you of all His peoplehis God be with himlet him go up to Jerusalem, which is in Judah, and build the house of the LORD, the God of Israel, He is the God who is in Jerusalem.", "4 And whosoever is left, in any place where he sojourneth, let the men of his place help him with silver, and with gold, and with goods, and with beasts, beside the freewill-offering for the house of God which is in Jerusalem.", "5 Then rose up the heads of fathershouses of Judah and Benjamin, and the priests, and the Levites, even all whose spirit God had stirred to go up to build the house of the LORD which is in Jerusalem.", "6 And all they that were round about them strengthened their hands with vessels of silver, with gold, with goods, and with beasts, and with precious things, beside all that was willingly offered.", "7 Also Cyrus the king brought forth the vessels of the house of the LORD, which Nebuchadnezzar had brought forth out of Jerusalem, and had put them in the house of his gods;", "8 even those did Cyrus king of Persia bring forth by the hand of Mithredath the treasurer, and numbered them unto Sheshbazzar, the prince of Judah.", "9 And this is the number of them: thirty basins of gold, a thousand basins of silver, nine and twenty knives;", "10 thirty bowls of gold, silver bowls of a second sort four hundred and ten, and other vessels a thousand.", "11 All the vessels of gold and of silver were five thousand and four hundred. All these did Sheshbazzar bring up, when they of the captivity were brought up from Babylon unto Jerusalem.", "\n"]]}