{"chapterNum": "5", "hebrewText": ["﻿א: בֵּלְשַׁאצַּ֣ר מַלְכָּ֗א עֲבַד֙ לְחֶ֣ם רַ֔ב לְרַבְרְבָנֹ֖והִי אֲלַ֑ף וְלָקֳבֵ֥ל אַלְפָּ֖א חַמְרָ֥א שָׁתֵֽה׃", "ב: בֵּלְשַׁאצַּ֞ר אֲמַ֣ר׀ בִּטְעֵ֣ם חַמְרָ֗א לְהַיְתָיָה֙ לְמָאנֵי֙ דַּהֲבָ֣א וְכַסְפָּ֔א דִּ֤י הַנְפֵּק֙ נְבוּכַדְנֶצַּ֣ר אֲב֔וּהִי מִן-הֵיכְלָ֖א דִּ֣י בִירוּשְׁלֶ֑ם וְיִשְׁתֹּ֣ון בְּהֹ֗ון מַלְכָּא֙ וְרַבְרְבָנֹ֔והִי שֵׁגְלָתֵ֖הּ וּלְחֵנָתֵֽהּ׃", "ג: בֵּאדַ֗יִן הַיְתִיו֙ מָאנֵ֣י דַהֲבָ֔א דִּ֣י הַנְפִּ֗קוּ מִן-הֵֽיכְלָ֛א דִּֽי-בֵ֥ית אֱלָהָ֖א דִּ֣י בִירֽוּשְׁלֶ֑ם וְאִשְׁתִּ֣יו בְּהֹ֗ון מַלְכָּא֙ וְרַבְרְבָנֹ֔והִי שֵׁגְלָתֵ֖הּ וּלְחֵנָתֵֽהּ׃", "ד: אִשְׁתִּ֖יו חַמְרָ֑א וְ֠שַׁבַּחוּ לֵֽאלָהֵ֞י דַּהֲבָ֧א וְכַסְפָּ֛א נְחָשָׁ֥א פַרְזְלָ֖א אָעָ֥א וְאַבְנָֽא׃", "ה: בַּהּ-שַׁעֲתָ֗ה (נפקו) נְפַ֨קָה֙ אֶצְבְּעָן֙ דִּ֣י יַד-אֱנָ֔שׁ וְכָֽתְבָן֙ לָקֳבֵ֣ל נֶבְרַשְׁתָּ֔א עַל-גִּירָ֕א דִּֽי-כְתַ֥ל הֵיכְלָ֖א דִּ֣י מַלְכָּ֑א וּמַלְכָּ֣א חָזֵ֔ה פַּ֥ס יְדָ֖ה דִּ֥י כָתְבָֽה׃", "ו: אֱדַ֤יִן מַלְכָּא֙ זִיוֹ֣הִי שְׁנֹ֔והִי וְרַעיֹנֹ֖הִי יְבַהֲלוּנֵּ֑הּ וְקִטְרֵ֤י חַרְצֵהּ֙ מִשְׁתָּרַ֔יִן וְאַ֨רְכֻבָּתֵ֔הּ דָּ֥א לְדָ֖א נָֽקְשָֽׁן׃", "ז: קָרֵ֤א מַלְכָּא֙ בְּחַ֔יִל לְהֶֽעָלָה֙ לְאָ֣שְׁפַיָּ֔א (כשדיא) כַּשְׂדָּאֵ֖י וְגָזְרַיָּ֑א עָנֵ֨ה מַלְכָּ֜א וְאָמַ֣ר׀ לְחַכִּימֵ֣י בָבֶ֗ל דִּ֣י כָל-אֱ֠נָשׁ דִּֽי-יִקְרֵ֞ה כְּתָבָ֣ה דְנָ֗ה וּפִשְׁרֵהּ֙ יְחַוִּנַּ֔נִי אַרְגְּוָנָ֣א יִלְבַּ֗שׁ (והמונכא) וְהַֽמְנִיכָ֤א דִֽי-דַהֲבָא֙ עַֽל-צַוְּארֵ֔הּ וְתַלְתִּ֥י בְמַלְכוּתָ֖א יִשְׁלַֽט׃ ס", "ח: אֱדַ֨יִן֙ (עללין) עָֽלִּ֔ין כֹּ֖ל חַכִּימֵ֣י מַלְכָּ֑א וְלָֽא-כָהֲלִ֤ין כְּתָבָא֙ לְמִקְרֵ֔א (ופשרא) וּפִשְׁרֵ֖הּ לְהֹודָעָ֥ה לְמַלְכָּֽא׃", "ט: אֱ֠דַיִן מַלְכָּ֤א בֵלְשַׁאצַּר֙ שַׂגִּ֣יא מִתְבָּהַ֔ל וְזִיוֹ֖הִי שָׁנַ֣יִן עֲלֹ֑והִי וְרַבְרְבָנֹ֖והִי מִֽשְׁתַּבְּשִֽׁין׃", "י: מַלְכְּתָ֕א לָקֳבֵ֨ל מִלֵּ֤י מַלְכָּא֙ וְרַבְרְבָנֹ֔והִי לְבֵ֥ית מִשְׁתְּיָ֖א (עללת) עַלַּ֑ת עֲנָ֨ת מַלְכְּתָ֜א וַאֲמֶ֗רֶת מַלְכָּא֙ לְעָלְמִ֣ין חֱיִ֔י אַֽל-יְבַהֲלוּךְ֙ רַעְיֹונָ֔ךְ וְזִיוָ֖יךְ אַל-יִשְׁתַּנֹּֽו׃", "יא: אִיתַ֨י גְּבַ֜ר בְּמַלְכוּתָ֗ךְ דִּ֠י ר֣וּחַ אֱלָהִ֣ין קַדִּישִׁין֘ בֵּהּ֒ וּבְיֹומֵ֣י אֲב֗וּךְ נַהִיר֧וּ וְשָׂכְלְתָנ֛וּ וְחָכְמָ֥ה כְּחָכְמַת-אֱלָהִ֖ין הִשְׁתְּכַ֣חַת בֵּ֑הּ וּמַלְכָּ֤א נְבֻֽכַדְנֶצַּר֙ אֲב֔וּךְ רַ֧ב חַרְטֻמִּ֣ין אָֽשְׁפִ֗ין כַּשְׂדָּאִין֙ גָּזְרִ֔ין הֲקִימֵ֖הּ אֲב֥וּךְ מַלְכָּֽא׃", "יב: כָּל-קֳבֵ֡ל דִּ֣י ר֣וּחַ׀ יַתִּירָ֡ה וּמַנְדַּ֡ע וְשָׂכְלְתָנ֡וּ מְפַשַּׁ֣ר חֶלְמִין֩ וַֽאַֽחֲוָיַ֨ת אֲחִידָ֜ן וּמְשָׁרֵ֣א קִטְרִ֗ין הִשְׁתְּכַ֤חַת בֵּהּ֙ בְּדָ֣נִיֵּ֔אל דִּֽי-מַלְכָּ֥א שָׂם-שְׁמֵ֖הּ בֵּלְטְשַׁאצַּ֑ר כְּעַ֛ן דָּנִיֵּ֥אל יִתְקְרֵ֖י וּפִשְׁרָ֥ה יְהַֽחֲוֵֽה׃ פ", "יג: בֵּאדַ֨יִן֙ דָּֽנִיֵּ֔אל הֻעַ֖ל קֳדָ֣ם מַלְכָּ֑א עָנֵ֨ה מַלְכָּ֜א וְאָמַ֣ר לְדָנִיֵּ֗אל (אנתה) אַנְתְּ-ה֤וּא דָנִיֵּאל֙ דִּֽי-מִן-בְּנֵ֤י גָלוּתָא֙ דִּ֣י יְה֔וּד דִּ֥י הַיְתִ֛י מַלְכָּ֥א אַ֖בִי מִן-יְהֽוּד׃", "יד: וְשִׁמְעֵ֣ת (עליך) עֲלָ֔ךְ דִּ֛י ר֥וּחַ אֱלָהִ֖ין בָּ֑ךְ וְנַהִיר֧וּ וְשָׂכְלְתָנ֛וּ וְחָכְמָ֥ה יַתִּירָ֖ה הִשְׁתְּכַ֥חַת בָּֽךְ׃", "טו: וּכְעַ֞ן הֻעַ֣לּוּ קָֽדָמַ֗י חַכִּֽימַיָּא֙ אָֽשְׁפַיָּ֔א דִּֽי-כְתָבָ֤ה דְנָה֙ יִקְרֹ֔ון וּפִשְׁרֵ֖הּ לְהֹודָעֻתַ֑נִי וְלָֽא-כָהֲלִ֥ין פְּשַֽׁר-מִלְּתָ֖א לְהַחֲוָיָֽה׃", "טז: וַאֲנָה֙ שִׁמְעֵ֣ת (עליך) עֲלָ֔ךְ דִּֽי-(תוכל) תִיכּ֥וּל פִּשְׁרִ֛ין לְמִפְשַׁ֖ר וְקִטְרִ֣ין לְמִשְׁרֵ֑א כְּעַ֡ן הֵן֩ (תוכל) תִּכ֨וּל כְּתָבָ֜א לְמִקְרֵ֗א וּפִשְׁרֵהּ֙ לְהֹודָ֣עֻתַ֔נִי אַרְגְּוָנָ֣א תִלְבַּ֗שׁ (והמונכא) וְהַֽמְנִיכָ֤א דִֽי-דַהֲבָא֙ עַֽל-צַוְּארָ֔ךְ וְתַלְתָּ֥א בְמַלְכוּתָ֖א תִּשְׁלַֽט׃ פ", "יז: בֵּאדַ֜יִן עָנֵ֣ה דָנִיֵּ֗אל וְאָמַר֙ קֳדָ֣ם מַלְכָּ֔א מַתְּנָתָךְ֙ לָ֣ךְ לֶֽהֶוְיָ֔ן וּנְבָ֥זְבְּיָתָ֖ךְ לְאָחֳרָ֣ן הַ֑ב בְּרַ֗ם כְּתָבָא֙ אֶקְרֵ֣א לְמַלְכָּ֔א וּפִשְׁרָ֖א אֲהֹודְעִנֵּֽהּ׃", "יח: (אנתה) אַ֖נְתְּ מַלְכָּ֑א אֱלָהָא֙ (עליא) עִלָּאָ֔ה מַלְכוּתָ֤א וּרְבוּתָא֙ וִיקָרָ֣א וְהַדְרָ֔ה יְהַ֖ב לִנְבֻכַדְנֶצַּ֥ר אֲבֽוּךְ׃", "יט: וּמִן-רְבוּתָא֙ דִּ֣י יְהַב-לֵ֔הּ כֹּ֣ל עַֽמְמַיָּ֗א אֻמַיָּא֙ וְלִשָּׁ֣נַיָּ֔א הֲוֹ֛ו (זאעין) זָיְעִ֥ין וְדָחֲלִ֖ין מִן-קֳדָמֹ֑והִי דִּֽי-הֲוָ֨ה צָבֵ֜א הֲוָ֣א קָטֵ֗ל וְדִֽי-הֲוָ֤ה צָבֵא֙ הֲוָ֣ה מַחֵ֔א וְדִֽי-הֲוָ֤ה צָבֵא֙ הֲוָ֣ה מָרִ֔ים וְדִֽי-הֲוָ֥ה צָבֵ֖א הֲוָ֥ה מַשְׁפִּֽיל׃", "כ: וּכְדִי֙ רִ֣ם לִבְבֵ֔הּ וְרוּחֵ֖הּ תִּֽקְפַ֣ת לַהֲזָדָ֑ה הָנְחַת֙ מִן-כָּרְסֵ֣א מַלְכוּתֵ֔הּ וִֽיקָרָ֖ה הֶעְדִּ֥יוּ מִנֵּֽהּ׃", "כא: וּמִן-בְּנֵי֩ אֲנָשָׁ֨א טְרִ֜יד וְלִבְבֵ֣הּ׀ עִם-חֵיוְתָ֣א (שוי) שַׁוִּ֗יְו וְעִם-עֲרָֽדַיָּא֙ מְדֹורֵ֔הּ עִשְׂבָּ֤א כְתֹורִין֙ יְטַ֣עֲמוּנֵּ֔הּ וּמִטַּ֥ל שְׁמַיָּ֖א גִּשְׁמֵ֣הּ יִצְטַבַּ֑ע עַ֣ד דִּֽי-יְדַ֗ע דִּֽי-שַׁלִּ֞יט אֱלָהָ֤א (עליא) עִלָּאָה֙ בְּמַלְכ֣וּת אֲנָשָׁ֔א וּלְמַן-דִּ֥י יִצְבֵּ֖ה יְהָקֵ֥ים (עליה) עֲלַֽהּ׃", "כב: (ואנתה) וְאַ֤נְתְּ בְּרֵהּ֙ בֵּלְשַׁאצַּ֔ר לָ֥א הַשְׁפֵּ֖לְתְּ לִבְבָ֑ךְ כָּל-קֳבֵ֕ל דִּ֥י כָל-דְּנָ֖ה יְדַֽעְתָּ׃", "כג: וְעַ֣ל מָרֵֽא-שְׁמַיָּ֣א׀ הִתְרֹומַ֡מְתָּ וּלְמָֽאנַיָּ֨א דִֽי-בַיְתֵ֜הּ הַיְתִ֣יו (קדמיך) קָֽדָמָ֗ךְ (ואנתה) וְאַ֨נְתְּ (ורברבניך) וְרַבְרְבָנָ֜ךְ שֵֽׁגְלָתָ֣ךְ וּלְחֵנָתָךְ֘ חַמְרָא֘ שָׁתַ֣יִן בְּהֹון֒ וְלֵֽאלָהֵ֣י כַסְפָּֽא-וְ֠דַהֲבָא נְחָשָׁ֨א פַרְזְלָ֜א אָעָ֣א וְאַבְנָ֗א דִּ֠י לָֽא-חָזַ֧יִן וְלָא-שָׁמְעִ֛ין וְלָ֥א יָדְעִ֖ין שַׁבַּ֑חְתָּ וְלֵֽאלָהָ֞א דִּֽי-נִשְׁמְתָ֥ךְ בִּידֵ֛הּ וְכָל-אֹרְחָתָ֥ךְ לֵ֖הּ לָ֥א הַדַּֽרְתָּ׃", "כד: בֵּאדַ֨יִן֙ מִן-קֳדָמֹ֔והִי שְׁלִ֖יַחַ פַּסָּ֣א דִֽי-יְדָ֑א וּכְתָבָ֥א דְנָ֖ה רְשִֽׁים׃", "כה: וּדְנָ֥ה כְתָבָ֖א דִּ֣י רְשִׁ֑ים מְנֵ֥א מְנֵ֖א תְּקֵ֥ל וּפַרְסִֽין׃", "כו: דְּנָ֖ה פְּשַֽׁר-מִלְּתָ֑א מְנֵ֕א מְנָֽה-אֱלָהָ֥א מַלְכוּתָ֖ךְ וְהַשְׁלְמַֽהּ׃", "כז: תְּקֵ֑ל תְּקִ֥ילְתָּה בְמֹֽאזַנְיָ֖א וְהִשְׁתְּכַ֥חַתְּ חַסִּֽיר׃", "כח: פְּרֵ֑ס פְּרִיסַת֙ מַלְכוּתָ֔ךְ וִיהִיבַ֖ת לְמָדַ֥י וּפָרָֽס׃", "כט: בֵּאדַ֣יִן׀ אֲמַ֣ר בֵּלְשַׁאצַּ֗ר וְהַלְבִּ֤ישׁוּ לְדָֽנִיֵּאל֙ אַרְגְּוָנָ֔א (והמונכא) וְהַֽמְנִיכָ֥א דִֽי-דַהֲבָ֖א עַֽל-צַוְּארֵ֑הּ וְהַכְרִ֣זֽוּ עֲלֹ֔והִי דִּֽי-לֶהֱוֵ֥א שַׁלִּ֛יט תַּלְתָּ֖א בְּמַלְכוּתָֽא׃", "ל: בֵּ֚הּ בְּלֵ֣ילְיָ֔א קְטִ֕יל בֵּלְאשַׁצַּ֖ר מַלְכָּ֥א (כשדיא) כַשְׂדָּאָֽה׃ פ", "\n"], "splitsAshk": ["0", "12650", "38840", "59170", "71530", "93090", "109869", "142778", "154850", "167278", "189107", "223318", "258056", "277889", "292232", "311111", "339700", "361442", "372762", "400292", "412951", "444351", "455412", "503477", "511248", "517648", "525909", "532717", "539317", "557909", "566230", ""], "splitsSeph": ["0", "12101", "37680", "57650", "70141", "91119", "106821", "140509", "152589", "164490", "186789", "220501", "254860", "274481", "287950", "306292", "333892", "354572", "365500", "393020", "406052", "437110", "447580", "493630", "501932", "507892", "515980", "522401", "529212", "547972", "556982", ""], "englishText": [["1 Belshazzar the king made a great feast to a thousand of his lords, and drank wine before the thousand.", "2 Belshazzar, while he tasted the wine, commanded to bring the golden and silver vessels which Nebuchadnezzar his father had taken out of the temple which was in Jerusalem; that the king and his lords, his consorts and his concubines, might drink therein.", "3 Then they brought the golden vessels that were taken out of the temple of the house of God which was at Jerusalem; and the king, and his lords, his consorts and his concubines, drank in them.", "4 They drank wine, and praised the gods of gold, and of silver, of brass, of iron, of wood, and of stone.", "5 In the same hour came forth fingers of a mans hand, and wrote over against the candlestick upon the plaster of the wall of the kings palace; and the king saw the palm of the hand that wrote.", "6 Then the kings countenance was changed in him, and his thoughts affrighted him; and the joints of his loins were loosed, and his knees smote one against another.", "7 The king cried aloud to bring in the enchanters, the Chaldeans, and the astrologers. The king spoke and said to the wise men of Babylon: Whosoever shall read this writing, and declare unto me the interpretation thereof, shall be clothed with purple, and have a chain of gold about his neck, and shall rule as one of three in the kingdom.", "8 Then came in all the kings wise men: but they could not read the writing, nor make known to the king the interpretation.", "9 Then was king Belshazzar greatly affrighted, and his countenance was changed in him, and his lords were perplexed.", "10 Now the queen by reason of the words of the king and his lords came into the banquet house; the queen spoke and said: O king, live for ever! let not thy thoughts affright thee, nor let thy countenance be changed;", "11 there is a man in thy kingdom, in whom is the spirit of the holy gods; and in the days of thy father light and understanding and wisdom, like the wisdom of the gods, was found in him; and the king Nebuchadnezzar thy father, the king, I say, thy father, made him master of the magicians, enchanters, Chaldeans, and astrologers;", "12 forasmuch as a surpassing spirit, and knowledge, and understanding, interpreting of dreams, and declaring of riddles, and loosing of knots, were found in the same Daniel, whom the king named Belteshazzar. Now let Daniel be called, and he will declare the interpretation.", "13 Then was Daniel brought in before the king. The king spoke and said unto Daniel: Art thou Daniel, who is of the children of the captivity of Judah, whom the king my father brought out of Judah", "14 I have heard of thee, that the spirit of the gods is in thee, and that light and understanding and surpassing wisdom is found in thee.", "15 And now the wise men, the enchanters, have been brought in before me, that they should read this writing, and make known unto me the interpretation thereof; but they could not declare the interpretation of the thing.", "16 But I have heard of thee, that thou canst give interpretations, and loose knots; now if thou canst read the writing, and make known to me the interpretation thereof, thou shalt be clothed with purple, and have a chain of gold about thy neck, and shalt rule as one of three in the kingdom.", "17 Then Daniel answered and said before the king: Let thy gifts be to thyself, and give thy rewards to another; nevertheless I will read the writing unto the king, and make known to him the interpretation.", "18 O thou king, God Most High gave Nebuchadnezzar thy father the kingdom, and greatness, and glory, and majesty;", "19 and because of the greatness that He gave him, all the peoples, nations, and languages trembled and feared before him: whom he would he slew, and whom he would he kept alive; and whom he would he raised up, and whom he would he put down.", "20 But when his heart was lifted up, and his spirit was hardened that he dealt proudly, he was deposed from his kingly throne, and his glory was taken from him;", "21 and he was driven from the sons of men, and his heart was made like the beasts, and his dwelling was with the wild asses; he was fed with grass like oxen, and his body was wet with the dew of heaven; until he knew that God Most High ruleth in the kingdom of men, and that He setteth up over it whomsoever He will.", "22 And thou his son, O Belshazzar, hast not humbled thy heart, though thou knewest all this;", "23 but hast lifted up thyself against the Lord of heaven; and they have brought the vessels of His house before thee, and thou and thy lords, thy consorts and thy concubines, have drunk wine in them; and thou hast praised the gods of silver, and gold, of brass, iron, wood, and stone, which see not, nor hear, nor know; and the God in whose hand thy breath is, and whose are all thy ways, hast thou not glorified;", "24 then was the palm of the hand sent from before Him, and this writing was inscribed.", "25 And this is the writing that was inscribed: MENE MENE, TEKEL UPHARSIN.", "26 This is the interpretation of the thing: MENE, God hath numbered thy kingdom, and brought it to an end.", "27 TEKEL, Thou art weighed in the balances, and art found wanting.", "28 PERES, thy kingdom is divided, and given to the Medes and Persians.", "29 Then commanded Belshazzar, and they clothed Daniel with purple, and put a chain of gold about his neck, and made proclamation concerning him, that he should rule as one of three in the kingdom.", "30 In that night Belshazzar the Chaldean king was slain.", "\n"]]}