{"chapterNum": "6", "hebrewText": ["﻿א: וְדָרְיָ֨וֶשׁ֙ (מדיא) מָֽדָאָ֔ה קַבֵּ֖ל מַלְכוּתָ֑א כְּבַ֥ר שְׁנִ֖ין שִׁתִּ֥ין וְתַרְתֵּֽין׃", "ב: שְׁפַר֙ קֳדָ֣ם דָּרְיָ֔וֶשׁ וַהֲקִים֙ עַל-מַלְכוּתָ֔א לַאֲחַשְׁדַּרְפְּנַיָּ֖א מְאָ֣ה וְעֶשְׂרִ֑ין דִּ֥י לֶהֱוֹ֖ן בְּכָל-מַלְכוּתָֽא׃", "ג: וְעֵ֤לָּא מִנְּהֹון֙ סָרְכִ֣ין תְּלָתָ֔א דִּ֥י דָנִיֵּ֖אל חַֽד-מִנְּהֹ֑ון דִּֽי-לֶהֱוֹ֞ן אֲחַשְׁדַּרְפְּנַיָּ֣א אִלֵּ֗ין יָהֲבִ֤ין לְהֹון֙ טַעְמָ֔א וּמַלְכָּ֖א לָֽא-לֶהֱוֵ֥א נָזִֽק׃", "ד: אֱדַ֨יִן֙ דָּנִיֵּ֣אל דְּנָ֔ה הֲוָ֣א מִתְנַצַּ֔ח עַל-סָרְכַיָּ֖א וַאֲחַשְׁדַּרְפְּנַיָּ֑א כָּל-קֳבֵ֗ל דִּ֣י ר֤וּחַ יַתִּירָא֙ בֵּ֔הּ וּמַלְכָּ֣א עֲשִׁ֔ית לַהֲקָמוּתֵ֖הּ עַל-כָּל-מַלְכוּתָֽא׃", "ה: אֱדַ֨יִן סָֽרְכַיָּ֜א וַאֲחַשְׁדַּרְפְּנַיָּ֗א הֲוֹ֨ו בָעַ֧יִן עִלָּ֛ה לְהַשְׁכָּחָ֥ה לְדָנִיֵּ֖אל מִצַּ֣ד מַלְכוּתָ֑א וְכָל-עִלָּ֨ה וּשְׁחִיתָ֜ה לָא-יָכְלִ֣ין לְהַשְׁכָּחָ֗ה כָּל-קֳבֵל֙ דִּֽי-מְהֵימַ֣ן ה֔וּא וְכָל-שָׁלוּ֙ וּשְׁחִיתָ֔ה לָ֥א הִשְׁתְּכַ֖חַת עֲלֹֽוהִי׃", "ו: אֱ֠דַיִן גֻּבְרַיָּ֤א אִלֵּךְ֙ אָֽמְרִ֔ין דִּ֣י לָ֧א נְהַשְׁכַּ֛ח לְדָנִיֵּ֥אל דְּנָ֖ה כָּל-עִלָּ֑א לָהֵ֕ן הַשְׁכַּ֥חְנָֽה עֲלֹ֖והִי בְּדָ֥ת אֱלָהֵֽהּ׃ ס", "ז: אֱ֠דַיִן סָרְכַיָּ֤א וַאֲחַשְׁדַּרְפְּנַיָּא֙ אִלֵּ֔ן הַרְגִּ֖שׁוּ עַל-מַלְכָּ֑א וְכֵן֙ אָמְרִ֣ין לֵ֔הּ דָּרְיָ֥וֶשׁ מַלְכָּ֖א לְעָלְמִ֥ין חֱיִֽי׃", "ח: אִתְיָעַ֜טוּ כֹּ֣ל׀ סָרְכֵ֣י מַלְכוּתָ֗א סִגְנַיָּ֤א וַֽאֲחַשְׁדַּרְפְּנַיָּא֙ הַדָּֽבְרַיָּ֣א וּפַחֲוָתָ֔א לְקַיָּמָ֤ה קְיָם֙ מַלְכָּ֔א וּלְתַקָּפָ֖ה אֱסָ֑ר דִּ֣י כָל-דִּֽי-יִבְעֵ֣ה בָ֠עוּ מִן-כָּל-אֱלָ֨הּ וֶֽאֱנָ֜שׁ עַד-יֹומִ֣ין תְּלָתִ֗ין לָהֵן֙ מִנָּ֣ךְ מַלְכָּ֔א יִתְרְמֵ֕א לְגֹ֖ב אַרְיָוָתָֽא׃", "ט: כְּעַ֣ן מַלְכָּ֔א תְּקִ֥ים אֱסָרָ֖א וְתִרְשֻׁ֣ם כְּתָבָ֑א דִּ֣י לָ֧א לְהַשְׁנָיָ֛ה כְּדָת-מָדַ֥י וּפָרַ֖ס דִּי-לָ֥א תֶעְדֵּֽא׃", "י: כָּל-קֳבֵ֖ל דְּנָ֑ה מַלְכָּא֙ דָּֽרְיָ֔וֶשׁ רְשַׁ֥ם כְּתָבָ֖א וֶאֱסָרָֽא׃", "יא: וְ֠דָנִיֵּאל כְּדִ֨י יְדַ֜ע דִּֽי-רְשִׁ֤ים כְּתָבָא֙ עַ֣ל לְבַיְתֵ֔הּ וְכַוִּ֨ין פְּתִיחָ֥ן לֵהּ֙ בְּעִלִּיתֵ֔הּ נֶ֖גֶד יְרוּשְׁלֶ֑ם וְזִמְנִין֩ תְּלָתָ֨ה בְיֹומָ֜א ה֣וּא׀ בָּרֵ֣ךְ עַל-בִּרְכֹ֗והִי וּמְצַלֵּ֤א וּמֹודֵא֙ קֳדָ֣ם אֱלָהֵ֔הּ כָּל-קֳבֵל֙ דִּֽי-הֲוָ֣א עָבֵ֔ד מִן-קַדְמַ֖ת דְּנָֽה׃ ס", "יב: אֱ֠דַיִן גֻּבְרַיָּ֤א אִלֵּךְ֙ הַרְגִּ֔שׁוּ וְהַשְׁכַּ֖חוּ לְדָנִיֵּ֑אל בָּעֵ֥א וּמִתְחַנַּ֖ן קֳדָ֥ם אֱלָהֵֽהּ׃", "יג: בֵּ֠אדַיִן קְרִ֨יבוּ וְאָמְרִ֥ין קֳדָם-מַלְכָּא֘ עַל-אֱסָ֣ר מַלְכָּא֒ הֲלָ֧א אֱסָ֣ר רְשַׁ֗מְתָּ דִּ֣י כָל-אֱנָ֡שׁ דִּֽי-יִבְעֵה֩ מִן-כָּל-אֱלָ֨הּ וֶֽאֱנָ֜שׁ עַד-יֹומִ֣ין תְּלָתִ֗ין לָהֵן֙ מִנָּ֣ךְ מַלְכָּ֔א יִתְרְמֵ֕א לְגֹ֖וב אַרְיָותָ֑א עָנֵ֨ה מַלְכָּ֜א וְאָמַ֗ר יַצִּיבָ֧א מִלְּתָ֛א כְּדָת-מָדַ֥י וּפָרַ֖ס דִּי-לָ֥א תֶעְדֵּֽא׃", "יד: בֵּ֠אדַיִן עֲנֹ֣ו וְאָמְרִין֘ קֳדָ֣ם מַלְכָּא֒ דִּ֣י דָנִיֵּ֡אל דִּי֩ מִן-בְּנֵ֨י גָלוּתָ֜א דִּ֣י יְה֗וּד לָא-שָׂ֨ם (עליך) עֲלָ֤ךְ מַלְכָּא֙ טְעֵ֔ם וְעַל-אֱסָרָ֖א דִּ֣י רְשַׁ֑מְתָּ וְזִמְנִ֤ין תְּלָתָה֙ בְּיֹומָ֔א בָּעֵ֖א בָּעוּתֵֽהּ׃", "טו: אֱדַ֨יִן מַלְכָּ֜א כְּדִ֧י מִלְּתָ֣א שְׁמַ֗ע שַׂגִּיא֙ בְּאֵ֣שׁ עֲלֹ֔והִי וְעַ֧ל דָּנִיֵּ֛אל שָׂ֥ם בָּ֖ל לְשֵׁיזָבוּתֵ֑הּ וְעַד֙ מֶֽעָלֵ֣י שִׁמְשָׁ֔א הֲוָ֥א מִשְׁתַּדַּ֖ר לְהַצָּלוּתֵֽהּ׃", "טז: בֵּאדַ֨יִן֙ גֻּבְרַיָּ֣א אִלֵּ֔ךְ הַרְגִּ֖שׁוּ עַל-מַלְכָּ֑א וְאָמְרִ֣ין לְמַלְכָּ֗א דַּ֤ע מַלְכָּא֙ דִּֽי-דָת֙ לְמָדַ֣י וּפָרַ֔ס דִּֽי-כָל-אֱסָ֥ר וּקְיָ֛ם דִּֽי-מַלְכָּ֥א יְהָקֵ֖ים לָ֥א לְהַשְׁנָיָֽה׃", "יז: בֵּאדַ֜יִן מַלְכָּ֣א אֲמַ֗ר וְהַיְתִיו֙ לְדָ֣נִיֵּ֔אל וּרְמֹ֕ו לְגֻבָּ֖א דִּ֣י אַרְיָוָתָ֑א עָנֵ֤ה מַלְכָּא֙ וְאָמַ֣ר לְדָנִיֵּ֔אל אֱלָהָ֗ךְ דִּ֣י (אנתה) אַ֤נְתְּ פָּֽלַֽח-לֵהּ֙ בִּתְדִירָ֔א ה֖וּא יְשֵׁיזְבִנָּֽךְ׃", "יח: וְהֵיתָ֨יִת֙ אֶ֣בֶן חֲדָ֔ה וְשֻׂמַ֖ת עַל-פֻּ֣ם גֻּבָּ֑א וְחַתְמַ֨הּ מַלְכָּ֜א בְּעִזְקְתֵ֗הּ וּבְעִזְקָת֙ רַבְרְבָנֹ֔והִי דִּ֛י לָא-תִשְׁנֵ֥א צְב֖וּ בְּדָנִיֵּֽאל׃", "יט: אֱ֠דַיִן אֲזַ֨ל מַלְכָּ֤א לְהֵֽיכְלֵהּ֙ וּבָ֣ת טְוָ֔ת וְדַחֲוָ֖ן לָא-הַנְעֵ֣ל קָֽדָמֹ֑והִי וְשִׁנְתֵּ֖הּ נַדַּ֥ת עֲלֹֽוהִי׃", "כ: בֵּאדַ֣יִן מַלְכָּ֔א בִּשְׁפַּרְפָּרָ֖א יְק֣וּם בְּנָגְהָ֑א וּבְהִ֨תְבְּהָלָ֔ה לְגֻבָּ֥א דִֽי-אַרְיָוָתָ֖א אֲזַֽל׃", "כא: וּכְמִקְרְבֵ֣הּ לְגֻבָּ֔א לְדָ֣נִיֵּ֔אל בְּקָ֥ל עֲצִ֖יב זְעִ֑ק עָנֵ֨ה מַלְכָּ֜א וְאָמַ֣ר לְדָנִיֵּ֗אל דָּֽנִיֵּאל֙ עֲבֵד֙ אֱלָהָ֣א חַיָּ֔א אֱלָהָ֗ךְ דִּ֣י (אנתה) אַ֤נְתְּ פָּֽלַֽח-לֵהּ֙ בִּתְדִירָ֔א הַיְכִ֥ל לְשֵׁיזָבוּתָ֖ךְ מִן-אַרְיָוָתָֽא׃", "כב: אֱדַ֨יִן֙ דָּנִיֶּ֔אל עִם-מַלְכָּ֖א מַלִּ֑ל מַלְכָּ֖א לְעָלְמִ֥ין חֱיִֽי׃", "כג: אֱלָהִ֞י שְׁלַ֣ח מַלְאֲכֵ֗הּ וּֽסֲגַ֛ר פֻּ֥ם אַרְיָוָתָ֖א וְלָ֣א חַבְּל֑וּנִי כָּל-קֳבֵ֗ל דִּ֤י קָֽדָמֹ֨והִי֙ זָכוּ֙ הִשְׁתְּכַ֣חַת לִ֔י וְאַ֤ף (קדמיך) קָֽדָמָךְ֙ מַלְכָּ֔א חֲבוּלָ֖ה לָ֥א עַבְדֵֽת׃", "כד: בֵּאדַ֣יִן מַלְכָּ֗א שַׂגִּיא֙ טְאֵ֣ב עֲלֹ֔והִי וּלְדָ֣נִיֵּ֔אל אֲמַ֖ר לְהַנְסָקָ֣ה מִן-גֻּבָּ֑א וְהֻסַּ֨ק דָּנִיֵּ֜אל מִן-גֻּבָּ֗א וְכָל-חֲבָל֙ לָא-הִשְׁתְּכַ֣ח בֵּ֔הּ דִּ֖י הֵימִ֥ן בֵּאלָהֵֽהּ׃", "כה: וַאֲמַ֣ר מַלְכָּ֗א וְהַיְתִ֞יו גֻּבְרַיָּ֤א אִלֵּךְ֙ דִּֽי-אֲכַ֤לוּ קַרְצֹ֨והִי֙ דִּ֣י דָֽנִיֵּ֔אל וּלְגֹ֤ב אַרְיָוָתָא֙ רְמֹ֔ו אִנּ֖וּן בְּנֵיהֹ֣ון וּנְשֵׁיהֹ֑ון וְלָֽא-מְטֹ֞ו לְאַרְעִ֣ית גֻּבָּ֗א עַ֠ד דִּֽי-שְׁלִ֤טֽוּ בְהֹון֙ אַרְיָ֣וָתָ֔א וְכָל-גַּרְמֵיהֹ֖ון הַדִּֽקוּ׃", "כו: בֵּאדַ֜יִן דָּרְיָ֣וֶשׁ מַלְכָּ֗א כְּ֠תַב לְֽכָל-עַֽמְמַיָּ֞א אֻמַיָּ֧א וְלִשָּׁנַיָּ֛א דִּֽי-(דארין) דָיְרִ֥ין בְּכָל-אַרְעָ֖א שְׁלָמְכֹ֥ון יִשְׂגֵּֽא׃", "כז: מִן-קֳדָמַי֘ שִׂ֣ים טְעֵם֒ דִּ֣י׀ בְּכָל-שָׁלְטָ֣ן מַלְכוּתִ֗י לֶהֱוֹ֤ן (זאעין) זָיְעִין֙ וְדָ֣חֲלִ֔ין מִן-קֳדָ֖ם אֱלָהֵ֣הּ דִּי-דָֽנִיֵּ֑אל דִּי-ה֣וּא׀ אֱלָהָ֣א חַיָּ֗א וְקַיָּם֙ לְעָ֣לְמִ֔ין וּמַלְכוּתֵהּ֙ דִּֽי-לָ֣א תִתְחַבַּ֔ל וְשָׁלְטָנֵ֖הּ עַד-סֹופָֽא׃", "כח: מְשֵׁיזִ֣ב וּמַצִּ֗ל וְעָבֵד֙ אָתִ֣ין וְתִמְהִ֔ין בִּשְׁמַיָּ֖א וּבְאַרְעָ֑א דִּ֚י שֵׁיזִ֣יב לְדָֽנִיֵּ֔אל מִן-יַ֖ד אַרְיָוָתָֽא׃", "כט: וְדָנִיֵּ֣אל דְּנָ֔ה הַצְלַ֖ח בְּמַלְכ֣וּת דָּרְיָ֑וֶשׁ וּבְמַלְכ֖וּת כֹּ֥ורֶשׁ (פרסיא) פָּרְסָאָֽה׃ פ", "\n"], "splitsAshk": ["0", "9098", "21168", "39429", "57760", "83138", "98578", "112029", "143408", "156058", "163848", "193728", "203378", "240629", "266149", "285857", "302719", "324049", "341708", "353879", "365799", "389119", "396937", "416756", "436236", "461825", "478046", "506214", "518756", "527699", ""], "splitsSeph": ["0", "7760", "19072", "36741", "55431", "81290", "97221", "109618", "140584", "153224", "160096", "190056", "200275", "236576", "262115", "281675", "299936", "320464", "338565", "351205", "362504", "386496", "394944", "415955", "436536", "462176", "478224", "506275", "518782", "527412", ""], "englishText": [["1 And Darius the Mede received the kingdom, being about threescore and two years old.", "2 It pleased Darius to set over the kingdom a hundred and twenty satraps, who should be throughout the whole kingdom;", "3 and over them three presidents, of whom Daniel was one; that these satraps might give account unto them, and that the king should have no damage.", "4 Then this Daniel distinguished himself above the presidents and the satraps, because a surpassing spirit was in him; and the king thought to set him over the whole realm.", "5 Then the presidents and the satraps sought to find occasion against Daniel as touching the kingdom; but they could find no occasion nor fault; forasmuch as he was faithful, neither was there any error or fault found in him.", "6 Then said these men: We shall not find any occasion against this Daniel, except we find it against him in the matter of the law of his God.", "7 Then these presidents and satraps came tumultuously to the king, and said thus unto him: King Darius, live for ever!", "8 All the presidents of the kingdom, the prefects and the satraps, the ministers and the governors, have consulted together that the king should establish a statute, and make a strong interdict, that whosoever shall ask a petition of any god or man for thirty days, save of thee, O king, he shall be cast into the den of lions.", "9 Now, O king, establish the interdict, and sign the writing, that it be not changed, according to the law of the Medes and Persians, which altereth not.", "10 Wherefore king Darius signed the writing and the interdict.", "11 And when Daniel knew that the writing was signed, he went into his housenow his windows were open in his upper chamber toward Jerusalemand he kneeled upon his knees three times a day, and prayed, and gave thanks before his God, as he did aforetime.", "12 Then these men came tumultuously, and found Daniel making petition and supplication before his God.", "13 Then they came near, and spoke before the king concerning the kings interdict: Hast thou not signed an interdict, that every man that shall make petition unto any god or man within thirty days, save of thee, O king, shall be cast into the den of lions", " The king answered and said: The thing is true, according to the law of the Medes and Persians, which altereth not.", "14 Then answered they and said before the king: That Daniel, who is of the children of the captivity of Judah, regardeth not thee, O king, nor the interdict that thou hast signed, but maketh his petition three times a day.", "15 Then the king, when he heard these words, was sore displeased, and set his heart on Daniel to deliver him; and he laboured till the going down of the sun to deliver him.", "16 Then these men came tumultuously unto the king, and said unto the king: Know, O king, that it is a law of the Medes and Persians, that no interdict nor statute which the king establisheth may be changed.", "17 Then the king commanded, and they brought Daniel, and cast him into the den of lions. Now the king spoke and said unto Daniel: Thy God whom thou servest continually, He will deliver thee.", "18 And a stone was brought, and laid upon the mouth of the den; and the king sealed it with his own signet, and with the signet of his lords; that nothing might be changed concerning Daniel.", "19 Then the king went to his palace, and passed the night fasting; neither were diversions brought before him; and his sleep fled from him.", "20 Then the king arose very early in the morning, and went in haste unto the den of lions.", "21 And when he came near unto the den to Daniel, he cried with a pained voice; the king spoke and said to Daniel: O Daniel, servant of the living God, is thy God, whom thou servest continually, able to deliver thee from the lions", "22 Then said Daniel unto the king: O king, live for ever!", "23 My God hath sent His angel, and hath shut the lionsmouths, and they have not hurt me; forasmuch as before Him innocency was found in me; and also before thee, O king, have I done no hurt.", "24 Then was the king exceeding glad, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no manner of hurt was found upon him, because he had trusted in his God.", "25 And the king commanded, and they brought those men that had accused Daniel, and they cast them into the den of lions, them, their children, and their wives; and they had not come to the bottom of the den, when the lions had the mastery of them, and broke all their bones in pieces.", "26 Then king Darius wrote unto all the peoples, nations, and languages, that dwell in all the earth: Peace be multiplied unto you.", "27 I make a decree, that in all the dominion of my kingdom men tremble and fear before the God of Daniel;  For He is the living God,  And stedfast for ever,  And His kingdom that which shall not be destroyed,  And His dominion shall be even unto the end;", "28 He delivereth and rescueth,  And He worketh signs and wonders  In heaven and in earth;  Who hath delivered Daniel from the power of the lions.", "29 So this Daniel prospered in the reign of Darius, and in the reign of Cyrus the Persian."]]}