{"chapterNum": "2", "hebrewText": ["﻿א: וְאֵ֣לֶּה׀ בְּנֵ֣י הַמְּדִינָ֗ה הָֽעֹלִים֙ מִשְּׁבִ֣י הַגֹּולָ֔ה אֲשֶׁ֥ר הֶגְלָ֛ה (נבוכדנצור) נְבוּכַדְנֶצַּ֥ר מֶֽלֶךְ-בָּבֶ֖ל לְבָבֶ֑ל וַיָּשׁ֛וּבוּ לִירוּשָׁלִַ֥ם וִֽיהוּדָ֖ה אִ֥ישׁ לְעִירֹֽו׃", "ב: אֲשֶׁר-בָּ֣אוּ עִם-זְרֻבָּבֶ֗ל יֵשׁ֡וּעַ נְ֠חֶמְיָה שְׂרָיָ֨ה רְֽעֵלָיָ֜ה מָרְדֳּכַ֥י בִּלְשָׁ֛ן מִסְפָּ֥ר בִּגְוַ֖י רְח֣וּם בַּעֲנָ֑ה מִסְפַּ֕ר אַנְשֵׁ֖י עַ֥ם יִשְׂרָאֵֽל׃ ס", "ג: בְּנֵ֣י פַרְעֹ֔שׁ אַלְפַּ֕יִם מֵאָ֖ה שִׁבְעִ֥ים וּשְׁנָֽיִם׃ ס", "ד: בְּנֵ֣י שְׁפַטְיָ֔ה שְׁלֹ֥שׁ מֵאֹ֖ות שִׁבְעִ֥ים וּשְׁנָֽיִם׃ ס", "ה: בְּנֵ֣י אָרַ֔ח שְׁבַ֥ע מֵאֹ֖ות חֲמִשָּׁ֥ה וְשִׁבְעִֽים׃ ס", "ו: בְּנֵֽי-פַחַ֥ת מֹואָ֛ב לִבְנֵ֥י יֵשׁ֖וּעַ יֹואָ֑ב אַלְפַּ֕יִם שְׁמֹנֶ֥ה מֵאֹ֖ות וּשְׁנֵ֥ים עָשָֽׂר׃ ס", "ז: בְּנֵ֣י עֵילָ֔ם אֶ֕לֶף מָאתַ֖יִם חֲמִשִּׁ֥ים וְאַרְבָּעָֽה׃ ס", "ח: בְּנֵ֣י זַתּ֔וּא תְּשַׁ֥ע מֵאֹ֖ות וְאַרְבָּעִ֥ים וַחֲמִשָּֽׁה׃ ס", "ט: בְּנֵ֣י זַכָּ֔י שְׁבַ֥ע מֵאֹ֖ות וְשִׁשִּֽׁים׃ ס", "י: בְּנֵ֣י בָנִ֔י שֵׁ֥שׁ מֵאֹ֖ות אַרְבָּעִ֥ים וּשְׁנָֽיִם׃ ס", "יא: בְּנֵ֣י בֵבָ֔י שֵׁ֥שׁ מֵאֹ֖ות עֶשְׂרִ֥ים וּשְׁלֹשָֽׁה׃ ס", "יב: בְּנֵ֣י עַזְגָּ֔ד אֶ֕לֶף מָאתַ֖יִם עֶשְׂרִ֥ים וּשְׁנָֽיִם׃ ס", "יג: בְּנֵי֙ אֲדֹ֣נִיקָ֔ם שֵׁ֥שׁ מֵאֹ֖ות שִׁשִּׁ֥ים וְשִׁשָּֽׁה׃ ס", "יד: בְּנֵ֣י בִגְוָ֔י אַלְפַּ֖יִם חֲמִשִּׁ֥ים וְשִׁשָּֽׁה׃ ס", "טו: בְּנֵ֣י עָדִ֔ין אַרְבַּ֥ע מֵאֹ֖ות חֲמִשִּׁ֥ים וְאַרְבָּעָֽה׃ ס", "טז: בְּנֵֽי-אָטֵ֥ר לִֽיחִזְקִיָּ֖ה תִּשְׁעִ֥ים וּשְׁמֹנָֽה׃ ס", "יז: בְּנֵ֣י בֵצָ֔י שְׁלֹ֥שׁ מֵאֹ֖ות עֶשְׂרִ֥ים וּשְׁלֹשָֽׁה׃ ס", "יח: בְּנֵ֣י יֹורָ֔ה מֵאָ֖ה וּשְׁנֵ֥ים עָשָֽׂר׃ ס", "יט: בְּנֵ֣י חָשֻׁ֔ם מָאתַ֖יִם עֶשְׂרִ֥ים וּשְׁלֹשָֽׁה׃ ס", "כ: בְּנֵ֥י גִבָּ֖ר תִּשְׁעִ֥ים וַחֲמִשָּֽׁה׃ ס", "כא: בְּנֵ֣י בֵֽית-לָ֔חֶם מֵאָ֖ה עֶשְׂרִ֥ים וּשְׁלֹשָֽׁה׃ ס", "כב: אַנְשֵׁ֥י נְטֹפָ֖ה חֲמִשִּׁ֥ים וְשִׁשָּֽׁה׃", "כג: אַנְשֵׁ֣י עֲנָתֹ֔ות מֵאָ֖ה עֶשְׂרִ֥ים וּשְׁמֹנָֽה׃ ס", "כד: בְּנֵ֥י עַזְמָ֖וֶת אַרְבָּעִ֥ים וּשְׁנָֽיִם׃ ס", "כה: בְּנֵ֨י קִרְיַ֤ת עָרִים֙ כְּפִירָ֣ה וּבְאֵרֹ֔ות שְׁבַ֥ע מֵאֹ֖ות וְאַרְבָּעִ֥ים וּשְׁלֹשָֽׁה׃ ס", "כו: בְּנֵ֤י הָרָמָה֙ וָגָ֔בַע שֵׁ֥שׁ מֵאֹ֖ות עֶשְׂרִ֥ים וְאֶחָֽד׃ ס", "כז: אַנְשֵׁ֣י מִכְמָ֔ס מֵאָ֖ה עֶשְׂרִ֥ים וּשְׁנָֽיִם׃ ס", "כח: אַנְשֵׁ֤י בֵֽית-אֵל֙ וְהָעָ֔י מָאתַ֖יִם עֶשְׂרִ֥ים וּשְׁלֹשָֽׁה׃ ס", "כט: בְּנֵ֥י נְבֹ֖ו חֲמִשִּׁ֥ים וּשְׁנָֽיִם׃ ס", "ל: בְּנֵ֣י מַגְבִּ֔ישׁ מֵאָ֖ה חֲמִשִּׁ֥ים וְשִׁשָּֽׁה׃ ס", "לא: בְּנֵי֙ עֵילָ֣ם אַחֵ֔ר אֶ֕לֶף מָאתַ֖יִם חֲמִשִּׁ֥ים וְאַרְבָּעָֽה׃ ס", "לב: בְּנֵ֣י חָרִ֔ם שְׁלֹ֥שׁ מֵאֹ֖ות וְעֶשְׂרִֽים׃ ס", "לג: בְּנֵי-לֹד֙ חָדִ֣יד וְאֹונֹ֔ו שְׁבַ֥ע מֵאֹ֖ות עֶשְׂרִ֥ים וַחֲמִשָּֽׁה׃ ס", "לד: בְּנֵ֣י יְרֵחֹ֔ו שְׁלֹ֥שׁ מֵאֹ֖ות אַרְבָּעִ֥ים וַחֲמִשָּֽׁה׃ ס", "לה: בְּנֵ֣י סְנָאָ֔ה שְׁלֹ֣שֶׁת אֲלָפִ֔ים וְשֵׁ֥שׁ מֵאֹ֖ות וּשְׁלֹשִֽׁים׃ ס", "לו: הַֽכֹּהֲנִ֑ים בְּנֵ֤י יְדַֽעְיָה֙ לְבֵ֣ית יֵשׁ֔וּעַ תְּשַׁ֥ע מֵאֹ֖ות שִׁבְעִ֥ים וּשְׁלֹשָֽׁה׃ ס", "לז: בְּנֵ֣י אִמֵּ֔ר אֶ֖לֶף חֲמִשִּׁ֥ים וּשְׁנָֽיִם׃ ס", "לח: בְּנֵ֣י פַשְׁח֔וּר אֶ֕לֶף מָאתַ֖יִם אַרְבָּעִ֥ים וְשִׁבְעָֽה׃ ס", "לט: בְּנֵ֣י חָרִ֔ם אֶ֖לֶף וְשִׁבְעָ֥ה עָשָֽׂר׃ ס", "מ: הַלְוִיִּ֑ם בְּנֵי-יֵשׁ֧וּעַ וְקַדְמִיאֵ֛ל לִבְנֵ֥י הֹודַוְיָ֖ה שִׁבְעִ֥ים וְאַרְבָּעָֽה׃ ס", "מא: הַֽמְשֹׁרְרִ֑ים בְּנֵ֣י אָסָ֔ף מֵאָ֖ה עֶשְׂרִ֥ים וּשְׁמֹנָֽה: פ", "מב: בְּנֵ֣י הַשֹּֽׁעֲרִ֗ים בְּנֵי-שַׁלּ֤וּם בְּנֵֽי-אָטֵר֙ בְּנֵי-טַלְמֹ֣ון בְּנֵי-עַקּ֔וּב בְּנֵ֥י חֲטִיטָ֖א בְּנֵ֣י שֹׁבָ֑י הַכֹּ֕ל מֵאָ֖ה שְׁלֹשִׁ֥ים וְתִשְׁעָֽה: פ", "מג: הַנְּתִינִ֑ים בְּנֵי-צִיחָ֥א בְנֵי-חֲשׂוּפָ֖א בְּנֵ֥י טַבָּעֹֽות׃", "מד: בְּנֵי-קֵרֹ֥ס בְּֽנֵי-סִֽיעֲהָ֖א בְּנֵ֥י פָדֹֽון׃", "מה: בְּנֵי-לְבָנָ֥ה בְנֵי-חֲגָבָ֖ה בְּנֵ֥י עַקּֽוּב׃", "מו: בְּנֵי-חָגָ֥ב בְּנֵי-(שמלי) שַׁלְמַ֖י בְּנֵ֥י חָנָֽן׃", "מז: בְּנֵי-גִדֵּ֥ל בְּנֵי-גַ֖חַר בְּנֵ֥י רְאָיָֽה׃", "מח: בְּנֵי-רְצִ֥ין בְּנֵי-נְקֹודָ֖א בְּנֵ֥י גַזָּֽם׃", "מט: בְּנֵי-עֻזָּ֥א בְנֵי-פָסֵ֖חַ בְּנֵ֥י בֵסָֽי׃", "נ: בְּנֵי-אַסְנָ֥ה בְנֵי-(מעינים) מְעוּנִ֖ים בְּנֵ֥י (נפיסים) נְפוּסִֽים׃", "נא: בְּנֵי-בַקְבּ֥וּק בְּנֵי-חֲקוּפָ֖א בְּנֵ֥י חַרְחֽוּר׃", "נב: בְּנֵי-בַצְל֥וּת בְּנֵי-מְחִידָ֖א בְּנֵ֥י חַרְשָֽׁא׃", "נג: בְּנֵי-בַרְקֹ֥וס בְּֽנֵי-סִֽיסְרָ֖א בְּנֵי-תָֽמַח׃", "נד: בְּנֵ֥י נְצִ֖יחַ בְּנֵ֥י חֲטִיפָֽא׃", "נה: בְּנֵ֖י עַבְדֵ֣י שְׁלֹמֹ֑ה בְּנֵי-סֹטַ֥י בְּנֵי-הַסֹּפֶ֖רֶת בְּנֵ֥י פְרוּדָֽא׃", "נו: בְּנֵי-יַעְלָ֥ה בְנֵי-דַרְקֹ֖ון בְּנֵ֥י גִדֵּֽל׃", "נז: בְּנֵ֧י שְׁפַטְיָ֣ה בְנֵֽי-חַטִּ֗יל בְּנֵ֛י פֹּכֶ֥רֶת הַצְּבָיִ֖ים בְּנֵ֥י אָמִֽי׃", "נח: כָּ֨ל-הַנְּתִינִ֔ים וּבְנֵ֖י עַבְדֵ֣י שְׁלֹמֹ֑ה שְׁלֹ֥שׁ מֵאֹ֖ות תִּשְׁעִ֥ים וּשְׁנָֽיִם׃ ס", "נט: וְאֵ֗לֶּה הָֽעֹלִים֙ מִתֵּ֥ל מֶ֨לַח֙ תֵּ֣ל חַרְשָׁ֔א כְּר֥וּב אַדָּ֖ן אִמֵּ֑ר וְלֹ֣א יָֽכְל֗וּ לְהַגִּ֤יד בֵּית-אֲבֹותָם֙ וְזַרְעָ֔ם אִ֥ם מִיִּשְׂרָאֵ֖ל הֵֽם׃", "ס: בְּנֵי-דְלָיָ֥ה בְנֵי-טֹובִיָּ֖ה בְּנֵ֣י נְקֹודָ֑א שֵׁ֥שׁ מֵאֹ֖ות חֲמִשִּׁ֥ים וּשְׁנָֽיִם׃ ס", "סא: וּמִבְּנֵי֙ הַכֹּ֣הֲנִ֔ים בְּנֵ֥י חֳבַיָּ֖ה בְּנֵ֣י הַקֹּ֑וץ בְּנֵ֣י בַרְזִלַּ֗י אֲשֶׁ֣ר לָ֠קַח מִבְּנֹ֞ות בַּרְזִלַּ֤י הַגִּלְעָדִי֙ אִשָּׁ֔ה וַיִּקָּרֵ֖א עַל-שְׁמָֽם׃", "סב: אֵ֗לֶּה בִּקְשׁ֧וּ כְתָבָ֛ם הַמִּתְיַחְשִׂ֖ים וְלֹ֣א נִמְצָ֑אוּ וַֽיְגֹאֲל֖וּ מִן-הַכְּהֻנָּֽה׃", "סג: וַיֹּ֤אמֶר הַתִּרְשָׁ֨תָא֙ לָהֶ֔ם אֲשֶׁ֥ר לֹא-יֹאכְל֖וּ מִקֹּ֣דֶשׁ הַקֳּדָשִׁ֑ים עַ֛ד עֲמֹ֥ד כֹּהֵ֖ן לְאוּרִ֥ים וּלְתֻמִּֽים׃", "סד: כָּל-הַקָּהָ֖ל כְּאֶחָ֑ד אַרְבַּ֣ע רִבֹּ֔וא אַלְפַּ֖יִם שְׁלֹשׁ-מֵאֹ֥ות שִׁשִּֽׁים׃", "סה: מִ֠לְּבַד עַבְדֵיהֶ֤ם וְאַמְהֹֽתֵיהֶם֙ אֵ֔לֶּה שִׁבְעַ֣ת אֲלָפִ֔ים שְׁלֹ֥שׁ מֵאֹ֖ות שְׁלֹשִׁ֣ים וְשִׁבְעָ֑ה וְלָהֶ֛ם מְשֹׁרְרִ֥ים וּֽמְשֹׁרְרֹ֖ות מָאתָֽיִם׃", "סו: סוּסֵיהֶ֕ם שְׁבַ֥ע מֵאֹ֖ות שְׁלֹשִׁ֣ים וְשִׁשָּׁ֑ה פִּרְדֵיהֶ֕ם מָאתַ֖יִם אַרְבָּעִ֥ים וַחֲמִשָּֽׁה׃", "סז: גְּמַ֨לֵּיהֶ֔ם אַרְבַּ֥ע מֵאֹ֖ות שְׁלֹשִׁ֣ים וַחֲמִשָּׁ֑ה חֲמֹרִ֕ים שֵׁ֣שֶׁת אֲלָפִ֔ים שְׁבַ֥ע מֵאֹ֖ות וְעֶשְׂרִֽים: פ", "סח: וּמֵרָאשֵׁי֙ הָֽאָבֹ֔ות בְּבֹואָ֕ם לְבֵ֥ית יְהוָ֖ה אֲשֶׁ֣ר בִּירוּשָׁלִָ֑ם הִֽתְנַדְּבוּ֙ לְבֵ֣ית הָֽאֱלֹהִ֔ים לְהַעֲמִידֹ֖ו עַל-מְכֹונֹֽו׃", "סט: כְּכֹחָ֗ם נָתְנוּ֘ לְאֹוצַ֣ר הַמְּלָאכָה֒ זָהָ֗ב דַּרְכְּמֹונִים֙ שֵׁשׁ-רִבֹּ֣אות וָאֶ֔לֶף ס וְכֶ֕סֶף מָנִ֖ים חֲמֵ֣שֶׁת אֲלָפִ֑ים וְכָתְנֹ֥ת כֹּהֲנִ֖ים מֵאָֽה׃ ס", "ע: וַיֵּשְׁב֣וּ הַכֹּהֲנִ֣ים וְ֠הַלְוִיִּם וּֽמִן-הָעָ֞ם וְהַמְשֹׁרְרִ֧ים וְהַשֹּׁועֲרִ֛ים וְהַנְּתִינִ֖ים בְּעָרֵיהֶ֑ם וְכָל-יִשְׂרָאֵ֖ל בְּעָרֵיהֶֽם׃ ס", "\n"], "splitsAshk": ["0", "18181", "39520", "45181", "49821", "54680", "64690", "70621", "76381", "80760", "85650", "90312", "95752", "100952", "105770", "110661", "115792", "120181", "124021", "128039", "131720", "136410", "140221", "144581", "148261", "156672", "161890", "165872", "171101", "174341", "178480", "184861", "189181", "195141", "199701", "205952", "214381", "218421", "223610", "227920", "236410", "241400", "255218", "260458", "264918", "269278", "273827", "277648", "281856", "286256", "291368", "295608", "299587", "303558", "307438", "314147", "318168", "326587", "333888", "350099", "356518", "374448", "385328", "396067", "403648", "417158", "426827", "437727", "451280", "469019", "485656", ""], "splitsSeph": ["0", "19469", "39720", "45600", "50541", "55309", "64301", "69501", "74581", "78410", "83069", "88021", "93850", "99400", "104120", "109240", "113709", "118069", "121890", "126130", "130090", "134320", "137901", "142269", "146045", "153936", "159667", "163816", "169227", "172536", "176787", "183467", "187776", "193557", "198405", "204517", "213285", "217397", "222757", "226797", "235165", "240845", "254605", "260605", "264765", "269067", "273067", "277427", "281757", "286405", "291077", "295547", "299696", "303896", "307357", "313976", "318496", "327245", "334707", "351667", "358736", "376765", "386867", "397917", "404765", "419245", "428976", "440005", "453325", "472157", "488019"], "englishText": [["1 Now these are the children of the province, that went up out of the captivity of those that had been carried away, whom Nebuchadnezzar the king of Babylon had carried away unto Babylon, and that returned unto Jerusalem and Judah, every one unto his city;", "2 who came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah.  The number of the men of the people of Israel:", "3 The children of Parosh, two thousand a hundred seventy and two.", "4 The children of Shephatiah, three hundred seventy and two.", "5 The children of Arah, seven hundred seventy and five.", "6 The children of Pahath-moab, of the children of Jeshua and Joab, two thousand eight hundred and twelve.", "7 The children of Elam, a thousand two hundred fifty and four.", "8 The children of Zattu, nine hundred forty and five.", "9 The children of Zaccai, seven hundred and threescore.", "10 The children of Bani, six hundred forty and two.", "11 The children of Bebai, six hundred twenty and three.", "12 The children of Azgad, a thousand two hundred twenty and two.", "13 The children of Adonikam, six hundred sixty and six.", "14 The children of Bigvai, two thousand fifty and six.", "15 The children of Adin, four hundred fifty and four.", "16 The children of Ater, of Hezekiah, ninety and eight.", "17 The children of Bezai, three hundred twenty and three.", "18 The children of Jorah, a hundred and twelve.", "19 The children of Hashum, two hundred twenty and three.", "20 The children of Gibbar, ninety and five.", "21 The children of Beth-lehem, a hundred twenty and three.", "22 The men of Netophah, fifty and six.", "23 The men of Anathoth, a hundred twenty and eight.", "24 The children of Azmaveth, forty and two.", "25 The children of Kiriath-arim, Chephirah, and Beeroth, seven hundred and forty and three.", "26 The children of Ramah and Geba, six hundred twenty and one.", "27 The men of Michmas, a hundred twenty and two.", "28 The men of Beth-el and Ai, two hundred twenty and three.", "29 The children of Nebo, fifty and two.", "30 The children of Magbish, a hundred fifty and six.", "31 The children of the other Elam, a thousand two hundred fifty and four.", "32 The children of Harim, three hundred and twenty.", "33 The children of Lod, Hadid, and Ono, seven hundred twenty and five.", "34 The children of Jericho, three hundred forty and five.", "35 The children of Senaah, three thousand and six hundred and thirty.", "36 The priests:  The children of Jedaiah, of the house of Jeshua, nine hundred seventy and three.", "37 The children of Immer, a thousand fifty and two.", "38 The children of Pashhur, a thousand two hundred forty and seven.", "39 The children of Harim, a thousand and seventeen.", "40 The Levites: the children of Jeshua and Kadmiel, of the children of Hodaviah, seventy and four.", "41 The singers: the children of Asaph, a hundred twenty and eight.", "42 The children of the porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, in all a hundred thirty and nine.", "43 The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth;", "44 the children of Keros, the children of Siaha, the children of Padon;", "45 the children of Lebanah, the children of Hagabah, the children of Akkub;", "46 the children of Hagab, the children of Salmai, the children of Hanan;", "47 the children of Giddel, the children of Gahar, the children of Reaiah;", "48 the children of Rezin, the children of Nekoda, the children of Gazzam;", "49 the children of Uzza, the children of Paseah, the children of Besai;", "50 the children of Asnah, the children of Meunim, the children of Nephusim;", "51 the children of Bakbuk, the children of Hakupha, the children of Harhur;", "52 the children of Bazluth, the children of Mehida, the children of Harsha;", "53 the children of Barkos, the children of Sisera, the children of Temah;", "54 the children of Neziah, the children of Hatipha.", "55 The children of Solomons servants: the children of Sotai, the children of Hassophereth, the children of Peruda;", "56 the children of Jaalah, the children of Darkon, the children of Giddel;", "57 the children of Shephatiah, the children of Hattil, the children of Pochereth-hazzebaim, the children of Ami.", "58 All the Nethinim, and the children of Solomons servants, were three hundred ninety and two.", "59 And these were they that went up from Tel-melah, Tel-harsa, Cherub, Addan, and Immer; but they could not tell their fathershouses, and their seed, whether they were of Israel:", "60 the children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred fifty and two.", "61 And of the children of the priests: the children of Habaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name.", "62 These sought their register, that is, the genealogy, but it was not found; therefore were they deemed polluted and put from the priesthood.", "63 And the Tirshatha said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and with Thummim.", "64 The whole congregation together was forty and two thousand three hundred and threescore,", "65 beside their men-servants and their maid-servants, of whom there were seven thousand three hundred thirty and seven; and they had two hundred singing men and singing women.", "66 Their horses were seven hundred thirty and six; their mules, two hundred forty and five;", "67 their camels, four hundred thirty and five; their asses, six thousand seven hundred and twenty.", "68 And some of the heads of fathershouses, when they came to the house of the LORD which is in Jerusalem, offered willingly for the house of God to set it up in its place;", "69 they gave after their ability into the treasury of the work threescore and one thousand darics of gold, and five thousand pounds of silver, and one hundred prieststunics.", "70 So the priests, and the Levites, and some of the people, and the singers, and the porters, and the Nethinim, dwelt in their cities, and all Israel in their cities.", "\n"]]}