{"chapterNum": "7", "hebrewText": ["﻿א: וַיְהִ֗י כַּאֲשֶׁ֤ר נִבְנְתָה֙ הַחֹומָ֔ה וָאַעֲמִ֖יד הַדְּלָתֹ֑ות וַיִּפָּ֥קְד֛וּ הַשֹּׁועֲרִ֥ים וְהַמְשֹׁרְרִ֖ים וְהַלְוִיִּֽם׃", "ב: וָאֲצַוֶּ֞ה אֶת-חֲנָ֣נִי אָחִ֗י וְאֶת-חֲנַנְיָ֛ה שַׂ֥ר הַבִּירָ֖ה עַל-יְרוּשָׁלִָ֑ם כִּי-הוּא֙ כְּאִ֣ישׁ אֱמֶ֔ת וְיָרֵ֥א אֶת-הָאֱלֹהִ֖ים מֵרַבִּֽים׃", "ג: (וַיֹּאמֶר) וָאֹמַ֣ר לָהֶ֗ם לֹ֣א יִפָּֽתְח֞וּ שַׁעֲרֵ֤י יְרוּשָׁלִַ֨ם֙ עַד-חֹ֣ם הַשֶּׁ֔מֶשׁ וְעַ֨ד הֵ֥ם עֹמְדִ֛ים יָגִ֥יפוּ הַדְּלָתֹ֖ות וֶאֱחֹ֑זוּ וְהַעֲמֵ֗יד מִשְׁמְרֹות֙ יֹשְׁבֵ֣י יְרוּשָׁלִַ֔ם אִ֚ישׁ בְּמִשְׁמָרֹ֔ו וְאִ֖ישׁ נֶ֥גֶד בֵּיתֹֽו׃", "ד: וְהָעִ֞יר רַחֲבַ֤ת יָדַ֨יִם֙ וּגְדֹולָ֔ה וְהָעָ֥ם מְעַ֖ט בְּתֹוכָ֑הּ וְאֵ֥ין בָּתִּ֖ים בְּנוּיִֽם׃", "ה: וַיִּתֵּ֤ן אֱלֹהַי֙ אֶל-לִבִּ֔י וָאֶקְבְּצָ֞ה אֶת-הַחֹרִ֧ים וְאֶת-הַסְּגָנִ֛ים וְאֶת-הָעָ֖ם לְהִתְיַחֵ֑שׂ וָֽאֶמְצָ֗א סֵ֤פֶר הַיַּ֨חַשׂ֙ הָעֹולִ֣ים בָּרִאשֹׁונָ֔ה וָאֶמְצָ֖א כָּת֥וּב בֹּֽו׃ פ", "ו: אֵ֣לֶּה׀ בְּנֵ֣י הַמְּדִינָ֗ה הָעֹלִים֙ מִשְּׁבִ֣י הַגֹּולָ֔ה אֲשֶׁ֣ר הֶגְלָ֔ה נְבוּכַדְנֶצַּ֖ר מֶ֣לֶךְ בָּבֶ֑ל וַיָּשׁ֧וּבוּ לִֽירוּשָׁלִַ֛ם וְלִיהוּדָ֖ה אִ֥ישׁ לְעִירֹֽו׃", "ז: הַבָּאִ֣ים עִם-זְרֻבָּבֶ֗ל יֵשׁ֡וּעַ נְחֶמְיָ֡ה עֲ֠זַרְיָה רַֽעַמְיָ֨ה נַחֲמָ֜נִי מָרְדֳּכַ֥י בִּלְשָׁ֛ן מִסְפֶּ֥רֶת בִּגְוַ֖י נְח֣וּם בַּעֲנָ֑ה מִסְפַּ֕ר אַנְשֵׁ֖י עַ֥ם יִשְׂרָאֵֽל׃ ס", "ח: בְּנֵ֣י פַרְעֹ֔שׁ אַלְפַּ֕יִם מֵאָ֖ה וְשִׁבְעִ֥ים וּשְׁנָֽיִם׃ ס", "ט: בְּנֵ֣י שְׁפַטְיָ֔ה שְׁלֹ֥שׁ מֵאֹ֖ות שִׁבְעִ֥ים וּשְׁנָֽיִם׃ ס", "י: בְּנֵ֣י אָרַ֔ח שֵׁ֥שׁ מֵאֹ֖ות חֲמִשִּׁ֥ים וּשְׁנָֽיִם׃ ס", "יא: בְּנֵֽי-פַחַ֥ת מֹואָ֛ב לִבְנֵ֥י יֵשׁ֖וּעַ וְיֹואָ֑ב אַלְפַּ֕יִם וּשְׁמֹנֶ֥ה מֵאֹ֖ות שְׁמֹנָ֥ה עָשָֽׂר׃ ס", "יב: בְּנֵ֣י עֵילָ֔ם אֶ֕לֶף מָאתַ֖יִם חֲמִשִּׁ֥ים וְאַרְבָּעָֽה׃ ס", "יג: בְּנֵ֣י זַתּ֔וּא שְׁמֹנֶ֥ה מֵאֹ֖ות אַרְבָּעִ֥ים וַחֲמִשָּֽׁה׃ ס", "יד: בְּנֵ֣י זַכָּ֔י שְׁבַ֥ע מֵאֹ֖ות וְשִׁשִּֽׁים׃ ס", "טו: בְּנֵ֣י בִנּ֔וּי שֵׁ֥שׁ מֵאֹ֖ות אַרְבָּעִ֥ים וּשְׁמֹנָֽה׃ ס", "טז: בְּנֵ֣י בֵבָ֔י שֵׁ֥שׁ מֵאֹ֖ות עֶשְׂרִ֥ים וּשְׁמֹנָֽה׃ ס", "יז: בְּנֵ֣י עַזְגָּ֔ד אַלְפַּ֕יִם שְׁלֹ֥שׁ מֵאֹ֖ות עֶשְׂרִ֥ים וּשְׁנָֽיִם׃ ס", "יח: בְּנֵי֙ אֲדֹ֣נִיקָ֔ם שֵׁ֥שׁ מֵאֹ֖ות שִׁשִּׁ֥ים וְשִׁבְעָֽה׃ ס", "יט: בְּנֵ֣י בִגְוָ֔י אַלְפַּ֖יִם שִׁשִּׁ֥ים וְשִׁבְעָֽה׃ ס", "כ: בְּנֵ֣י עָדִ֔ין שֵׁ֥שׁ מֵאֹ֖ות חֲמִשִּׁ֥ים וַחֲמִשָּֽׁה׃ ס", "כא: בְּנֵֽי-אָטֵ֥ר לְחִזְקִיָּ֖ה תִּשְׁעִ֥ים וּשְׁמֹנָֽה׃ ס", "כב: בְּנֵ֣י חָשֻׁ֔ם שְׁלֹ֥שׁ מֵאֹ֖ות עֶשְׂרִ֥ים וּשְׁמֹנָֽה׃ ס", "כג: בְּנֵ֣י בֵצָ֔י שְׁלֹ֥שׁ מֵאֹ֖ות עֶשְׂרִ֥ים וְאַרְבָּעָֽה׃ ס", "כד: בְּנֵ֣י חָרִ֔יף מֵאָ֖ה שְׁנֵ֥ים עָשָֽׂר׃ ס", "כה: בְּנֵ֥י גִבְעֹ֖ון תִּשְׁעִ֥ים וַחֲמִשָּֽׁה׃ ס", "כו: אַנְשֵׁ֤י בֵֽית-לֶ֨חֶם֙ וּנְטֹפָ֔ה מֵאָ֖ה שְׁמֹנִ֥ים וּשְׁמֹנָֽה׃ ס", "כז: אַנְשֵׁ֣י עֲנָתֹ֔ות מֵאָ֖ה עֶשְׂרִ֥ים וּשְׁמֹנָֽה׃ ס", "כח: אַנְשֵׁ֥י בֵית-עַזְמָ֖וֶת אַרְבָּעִ֥ים וּשְׁנָֽיִם׃ ס", "כט: אַנְשֵׁ֨י קִרְיַ֤ת יְעָרִים֙ כְּפִירָ֣ה וּבְאֵרֹ֔ות שְׁבַ֥ע מֵאֹ֖ות אַרְבָּעִ֥ים וּשְׁלֹשָֽׁה׃ ס", "ל: אַנְשֵׁ֤י הָֽרָמָה֙ וָגָ֔בַע שֵׁ֥שׁ מֵאֹ֖ות עֶשְׂרִ֥ים וְאֶחָֽד׃ ס", "לא: אַנְשֵׁ֣י מִכְמָ֔ס מֵאָ֖ה וְעֶשְׂרִ֥ים וּשְׁנָֽיִם׃ ס", "לב: אַנְשֵׁ֤י בֵֽית-אֵל֙ וְהָעָ֔י מֵאָ֖ה עֶשְׂרִ֥ים וּשְׁלֹשָֽׁה׃ ס", "לג: אַנְשֵׁ֥י נְבֹ֛ו אַחֵ֖ר חֲמִשִּׁ֥ים וּשְׁנָֽיִם׃ ס", "לד: בְּנֵי֙ עֵילָ֣ם אַחֵ֔ר אֶ֕לֶף מָאתַ֖יִם חֲמִשִּׁ֥ים וְאַרְבָּעָֽה׃ ס", "לה: בְּנֵ֣י חָרִ֔ם שְׁלֹ֥שׁ מֵאֹ֖ות וְעֶשְׂרִֽים׃ ס", "לו: בְּנֵ֣י יְרֵחֹ֔ו שְׁלֹ֥שׁ מֵאֹ֖ות אַרְבָּעִ֥ים וַחֲמִשָּֽׁה׃ ס", "לז: בְּנֵי-לֹד֙ חָדִ֣יד וְאֹונֹ֔ו שְׁבַ֥ע מֵאֹ֖ות וְעֶשְׂרִ֥ים וְאֶחָֽד׃ ס", "לח: בְּנֵ֣י סְנָאָ֔ה שְׁלֹ֣שֶׁת אֲלָפִ֔ים תְּשַׁ֥ע מֵאֹ֖ות וּשְׁלֹשִֽׁים׃ פ", "לט: הַֽכֹּהֲנִ֑ים בְּנֵ֤י יְדַֽעְיָה֙ לְבֵ֣ית יֵשׁ֔וּעַ תְּשַׁ֥ע מֵאֹ֖ות שִׁבְעִ֥ים וּשְׁלֹשָֽׁה׃ ס", "מ: בְּנֵ֣י אִמֵּ֔ר אֶ֖לֶף חֲמִשִּׁ֥ים וּשְׁנָֽיִם׃ ס", "מא: בְּנֵ֣י פַשְׁח֔וּר אֶ֕לֶף מָאתַ֖יִם אַרְבָּעִ֥ים וְשִׁבְעָֽה׃ ס", "מב: בְּנֵ֣י חָרִ֔ם אֶ֖לֶף שִׁבְעָ֥ה עָשָֽׂר׃ פ", "מג: הַלְוִיִּ֑ם בְּנֵֽי-יֵשׁ֧וּעַ לְקַדְמִיאֵ֛ל לִבְנֵ֥י לְהֹודְוָ֖ה שִׁבְעִ֥ים וְאַרְבָּעָֽה׃ ס", "מד: הַֽמְשֹׁרְרִ֑ים בְּנֵ֣י אָסָ֔ף מֵאָ֖ה אַרְבָּעִ֥ים וּשְׁמֹנָֽה׃ ס", "מה: הַשֹּֽׁעֲרִ֗ים בְּנֵֽי-שַׁלּ֤וּם בְּנֵֽי-אָטֵר֙ בְּנֵֽי-טַלְמֹ֣ן בְּנֵֽי-עַקּ֔וּב בְּנֵ֥י חֲטִיטָ֖א בְּנֵ֣י שֹׁבָ֑י מֵאָ֖ה שְׁלֹשִׁ֥ים וּשְׁמֹנָֽה׃ ס", "מו: הַנְּתִינִ֑ים בְּנֵי-צִחָ֥א בְנֵי-חֲשֻׂפָ֖א בְּנֵ֥י טַבָּעֹֽות׃", "מז: בְּנֵי-קֵירֹ֥ס בְּנֵי-סִיעָ֖א בְּנֵ֥י פָדֹֽון׃", "מח: בְּנֵי-לְבָנָ֥ה בְנֵי-חֲגָבָ֖ה בְּנֵ֥י שַׁלְמָֽי׃", "מט: בְּנֵי-חָנָ֥ן בְּנֵי-גִדֵּ֖ל בְּנֵי-גָֽחַר׃", "נ: בְּנֵי-רְאָיָ֥ה בְנֵי-רְצִ֖ין בְּנֵ֥י נְקֹודָֽא׃", "נא: בְּנֵי-גַזָּ֥ם בְּנֵי-עֻזָּ֖א בְּנֵ֥י פָסֵֽחַ׃", "נב: בְּנֵי-בֵסַ֥י בְּנֵי-מְעוּנִ֖ים בְּנֵ֥י (נְפוּשְׁסִים) נְפִֽישְׁסִֽים׃", "נג: בְּנֵי-בַקְבּ֥וּק בְּנֵֽי-חֲקוּפָ֖א בְּנֵ֥י חַרְחֽוּר׃", "נד: בְּנֵי-בַצְלִ֥ית בְּנֵֽי-מְחִידָ֖א בְּנֵ֥י חַרְשָֽׁא׃", "נה: בְּנֵי-בַרְקֹ֥וס בְּֽנֵי-סִֽיסְרָ֖א בְּנֵי-תָֽמַח׃", "נו: בְּנֵ֥י נְצִ֖יחַ בְּנֵ֥י חֲטִיפָֽא׃", "נז: בְּנֵ֖י עַבְדֵ֣י שְׁלֹמֹ֑ה בְּנֵי-סֹוטַ֥י בְּנֵי-סֹופֶ֖רֶת בְּנֵ֥י פְרִידָֽא׃", "נח: בְּנֵי-יַעְלָ֥א בְנֵי-דַרְקֹ֖ון בְּנֵ֥י גִדֵּֽל׃", "נט: בְּנֵ֧י שְׁפַטְיָ֣ה בְנֵֽי-חַטִּ֗יל בְּנֵ֛י פֹּכֶ֥רֶת הַצְּבָיִ֖ים בְּנֵ֥י אָמֹֽון׃", "ס: כָּל-הַ֨נְּתִינִ֔ים וּבְנֵ֖י עַבְדֵ֣י שְׁלֹמֹ֑ה שְׁלֹ֥שׁ מֵאֹ֖ות תִּשְׁעִ֥ים וּשְׁנָֽיִם׃ פ", "סא: וְאֵ֗לֶּה הָעֹולִים֙ מִתֵּ֥ל מֶ֨לַח֙ תֵּ֣ל חַרְשָׁ֔א כְּר֥וּב אַדֹּ֖ון וְאִמֵּ֑ר וְלֹ֣א יָכְל֗וּ לְהַגִּ֤יד בֵּית-אֲבֹותָם֙ וְזַרְעָ֔ם אִ֥ם מִיִּשְׂרָאֵ֖ל הֵֽם׃", "סב: בְּנֵי-דְלָיָ֥ה בְנֵֽי-טֹובִיָּ֖ה בְּנֵ֣י נְקֹודָ֑א שֵׁ֥שׁ מֵאֹ֖ות וְאַרְבָּעִ֥ים וּשְׁנָֽיִם׃ ס", "סג: וּמִן-הַכֹּ֣הֲנִ֔ים בְּנֵ֥י חֳבַיָּ֖ה בְּנֵ֣י הַקֹּ֑וץ בְּנֵ֣י בַרְזִלַּ֗י אֲשֶׁ֣ר לָ֠קַח מִבְּנֹ֞ות בַּרְזִלַּ֤י הַגִּלְעָדִי֙ אִשָּׁ֔ה וַיִּקָּרֵ֖א עַל-שְׁמָֽם׃", "סד: אֵ֗לֶּה בִּקְשׁ֧וּ כְתָבָ֛ם הַמִּתְיַחְשִׂ֖ים וְלֹ֣א נִמְצָ֑א וַיְגֹֽאֲל֖וּ מִן-הַכְּהֻנָּֽה׃", "סה: וַיֹּ֤אמֶר הַתִּרְשָׁ֨תָא֙ לָהֶ֔ם אֲשֶׁ֥ר לֹא-יֹאכְל֖וּ מִקֹּ֣דֶשׁ הַקֳּדָשִׁ֑ים עַ֛ד עֲמֹ֥ד הַכֹּהֵ֖ן לְאוּרִ֥ים וְתוּמִּֽים׃", "סו: כָּל-הַקָּהָ֖ל כְּאֶחָ֑ד אַרְבַּ֣ע רִבֹּ֔וא אַלְפַּ֖יִם שְׁלֹשׁ-מֵאֹ֥ות וְשִׁשִּֽׁים׃", "סז: מִ֠לְּבַד עַבְדֵיהֶ֤ם וְאַמְהֹֽתֵיהֶם֙ אֵ֔לֶּה שִׁבְעַ֣ת אֲלָפִ֔ים שְׁלֹ֥שׁ מֵאֹ֖ות שְׁלֹשִׁ֣ים וְשִׁבְעָ֑ה וְלָהֶ֗ם מְשֹֽׁרֲרִים֙ וּמְשֹׁ֣רֲרֹ֔ות מָאתַ֖יִם וְאַרְבָּעִ֥ים וַחֲמִשָּֽׁה׃ ס", "סח: גְּמַלִּ֕ים אַרְבַּ֥ע מֵאֹ֖ות שְׁלֹשִׁ֣ים וַחֲמִשָּׁ֑ה ס חֲמֹרִ֕ים שֵׁ֣שֶׁת אֲלָפִ֔ים שְׁבַ֥ע מֵאֹ֖ות וְעֶשְׂרִֽים׃", "סט: וּמִקְצָת֙ רָאשֵׁ֣י הָֽאָבֹ֔ות נָתְנ֖וּ לַמְּלָאכָ֑ה הַתִּרְשָׁ֜תָא נָתַ֣ן לָאֹוצָ֗ר זָהָ֞ב דַּרְכְּמֹנִ֥ים אֶ֨לֶף֙ מִזְרָקֹ֣ות חֲמִשִּׁ֔ים כָּתְנֹות֙ כֹּֽהֲנִ֔ים שְׁלֹשִׁ֖ים וַחֲמֵ֥שׁ מֵאֹֽות׃", "ע: וּמֵֽרָאשֵׁ֣י הָֽאָבֹ֗ות נָֽתְנוּ֙ לְאֹוצַ֣ר הַמְּלָאכָ֔ה זָהָ֕ב דַּרְכְּמֹונִ֖ים שְׁתֵּ֣י רִבֹּ֑ות וְכֶ֕סֶף מָנִ֖ים אַלְפַּ֥יִם וּמָאתָֽיִם׃", "עא: וַאֲשֶׁ֣ר נָתְנוּ֘ שְׁאֵרִ֣ית הָעָם֒ זָהָ֗ב דַּרְכְּמֹונִים֙ שְׁתֵּ֣י רִבֹּ֔וא וְכֶ֖סֶף מָנִ֣ים אַלְפָּ֑יִם וְכָתְנֹ֥ת כֹּֽהֲנִ֖ים שִׁשִּׁ֥ים וְשִׁבְעָֽה׃ פ", "עב: וַיֵּשְׁב֣וּ הַכֹּהֲנִ֣ים וְהַלְוִיִּ֡ם וְהַשֹּׁועֲרִים֩ וְהַמְשֹׁרְרִ֨ים וּמִן-הָעָ֧ם וְהַנְּתִינִ֛ים וְכָל-יִשְׂרָאֵ֖ל בְּעָרֵיהֶ֑ם וַיִּגַּע֙ הַחֹ֣דֶשׁ הַשְּׁבִיעִ֔י וּבְנֵ֥י יִשְׂרָאֵ֖ל בְּעָרֵיהֶֽם׃", "\n"], "splitsAshk": ["0", "14488", "29808", "53888", "64709", "84528", "101989", "125269", "131160", "136258", "141959", "152239", "158898", "164338", "168880", "174218", "179840", "186618", "192509", "197258", "202320", "207079", "212349", "217000", "220778", "224829", "230720", "235567", "239949", "248389", "253829", "258327", "264109", "268647", "275938", "280069", "284709", "290960", "296909", "305608", "309909", "315928", "319829", "328989", "334229", "347208", "353350", "357288", "362190", "366110", "370030", "373958", "379768", "384088", "388128", "392158", "395539", "401358", "405558", "414478", "421968", "438579", "445219", "459998", "470878", "481339", "488539", "505728", "516318", "535368", "549128", "564430", "585408"], "splitsSeph": ["0", "13901", "29461", "53549", "63989", "83000", "99461", "122175", "127055", "131703", "136183", "145463", "151423", "156833", "160833", "165855", "170433", "176623", "182135", "186735", "191975", "196343", "201033", "205735", "209743", "213255", "218764", "223233", "227303", "235383", "241484", "245764", "251084", "255743", "262415", "266775", "271913", "277273", "283255", "291463", "295363", "301363", "305861", "314341", "320123", "332963", "338981", "343163", "347512", "351203", "355712", "359923", "365701", "370043", "374563", "378893", "382272", "388232", "392541", "401301", "409112", "425563", "432403", "448573", "458381", "469523", "476952", "493723", "504173", "524101", "537832", "553653", "574145", ""], "englishText": [["1 Now it came to pass, when the wall was built, and I had set up the doors, and the porters and the singers and the Levites were appointed,", "2 that I gave my brother Hanani, and Hananiah the governor of the castle, charge over Jerusalem; for he was a faithful man, and feared God above many.", "3 And I said unto them: Let not the gates of Jerusalem be opened until the sun be hot; and while they stand on guard, let them shut the doors, and bar ye them; and let watches be appointed of the inhabitants of Jerusalem, every one in his watch, and every one to be over against his house.", "4 Now the city was wide and large; but the people were few therein, and the houses were not builded.", "5 And my God put into my heart to gather together the nobles, and the rulers, and the people, that they might be reckoned by genealogy. And I found the book of the genealogy of them that came up at the first, and I found written therein:", "6 These are the children of the province, that went up out of the captivity of those that had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and that returned unto Jerusalem and to Judah, every one unto his city;", "7 who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah.  The number of the men of the people of Israel:", "8 The children of Parosh, two thousand a hundred and seventy and two.", "9 The children of Shephatiah, three hundred seventy and two.", "10 The children of Arah, six hundred fifty and two.", "11 The children of Pahath-moab, of the children of Jeshua and Joab, two thousand and eight hundred and eighteen.", "12 The children of Elam, a thousand two hundred fifty and four.", "13 The children of Zattu, eight hundred forty and five.", "14 The children of Zaccai, seven hundred and threescore.", "15 The children of Binnui, six hundred forty and eight.", "16 The children of Bebai, six hundred twenty and eight.", "17 The children of Azgad, two thousand three hundred twenty and two.", "18 The children of Adonikam, six hundred threescore and seven.", "19 The children of Bigvai, two thousand threescore and seven.", "20 The children of Adin, six hundred fifty and five.", "21 The children of Ater, of Hezekiah, ninety and eight.", "22 The children of Hashum, three hundred twenty and eight.", "23 The children of Bezai, three hundred twenty and four.", "24 The children of Hariph, a hundred and twelve.", "25 The children of Gibeon, ninety and five.", "26 The men of Beth-lehem and Netophah, a hundred fourscore and eight.", "27 The men of Anathoth, a hundred twenty and eight.", "28 The men of Beth-azmaveth, forty and two.", "29 The men of Kiriath-jearim, Chephirah, and Beeroth, seven hundred forty and three.", "30 The men of Ramah and Geba, six hundred twenty and one.", "31 The men of Michmas, a hundred and twenty and two.", "32 The men of Beth-el and Ai, a hundred twenty and three.", "33 The men of the other Nebo, fifty and two.", "34 The children of the other Elam, a thousand two hundred fifty and four.", "35 The children of Harim, three hundred and twenty.", "36 The children of Jericho, three hundred forty and five.", "37 The children of Lod, Hadid, and Ono, seven hundred twenty and one.", "38 The children of Senaah, three thousand nine hundred and thirty.", "39 The priests:  The children of Jedaiah, of the house of Jeshua, nine hundred seventy and three.", "40 The children of Immer, a thousand fifty and two.", "41 The children of Pashhur, a thousand two hundred forty and seven.", "42 The children of Harim, a thousand and seventeen.", "43 The Levites: the children of Jeshua, of Kadmiel, of the children of Hodeiah, seventy and four.", "44 The singers: the children of Asaph, a hundred forty and eight.", "45 The porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, a hundred thirty and eight.", "46 The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth;", "47 the children of Keros, the children of Sia, the children of Padon;", "48 the children of Lebanah, the children of Hagaba, the children of Salmai;", "49 the children of Hanan, the children of Giddel, the children of Gahar;", "50 the children of Reaiah, the children of Rezin, the children of Nekoda;", "51 the children of Gazzam, the children of Uzza, the children of Paseah;", "52 the children of Besai, the children of Meunim, the children of Nephishesim;", "53 the children of Bakbuk, the children of Hakupha, the children of Harhur;", "54 the children of Bazlith, the children of Mehida, the children of Harsha;", "55 the children of Barkos, the children of Sisera, the children of Temah;", "56 the children of Neziah, the children of Hatipha.", "57 The children of Solomons servants: the children of Sotai, the children of Sophereth, the children of Perida;", "58 the children of Jala, the children of Darkon, the children of Giddel;", "59 the children of Shephatiah, the children of Hattil, the children of Pochereth-hazzebaim, the children of Amon.", "60 All the Nethinim, and the children of Solomons servants, were three hundred ninety and two.", "61 And these were they that went up from Tel-melah, Tel-harsha, Cherub, Addon, and Immer; but they could not tell their fathershouses, nor their seed, whether they were of Israel:", "62 the children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred forty and two.", "63 And of the priests: the children of Habaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name.", "64 These sought their register, that is, the genealogy, but it was not found; therefore were they deemed polluted and put from the priesthood.", "65 And the Tirshatha said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and Thummim.", "66 The whole congregation together was forty and two thousand three hundred and threescore,", "67 beside their men-servants and their maid-servants, of whom there were seven thousand three hundred thirty and seven; and they had two hundred forty and five singing men and singing women. [", "68 Their horses were seven hundred thirty and six; their mules, two hundred forty and five;]", "69 their camels, four hundred thirty and five; their asses, six thousand seven hundred and twenty.", "70 And some from among the heads of fathershouses gave unto the work twenty thousand darics of gold, and two thousand and two hundred pounds of silver.", "71 And that which the rest of the people gave was twenty thousand darics of gold, and two thousand pounds of silver, and threescore and seven prieststunics.", "72 So the priests, and the Levites, and the porters, and the singers, and some of the people, and the Nethinim, and all Israel, dwelt in their cities. And when the seventh month was come, and the children of Israel were in their cities."]]}