{"chapterNum": "9", "hebrewText": ["﻿א: וּבְיֹום֩ עֶשְׂרִ֨ים וְאַרְבָּעָ֜ה לַחֹ֣דֶשׁ הַזֶּ֗ה נֶאֶסְפ֤וּ בְנֵֽי-יִשְׂרָאֵל֙ בְּצֹ֣ום וּבְשַׂקִּ֔ים וַאֲדָמָ֖ה עֲלֵיהֶֽם׃", "ב: וַיִּבָּֽדְלוּ֙ זֶ֣רַע יִשְׂרָאֵ֔ל מִכֹּ֖ל בְּנֵ֣י נֵכָ֑ר וַיַּעַמְד֗וּ וַיִּתְוַדּוּ֙ עַל-חַטֹּ֣אתֵיהֶ֔ם וַעֲוֹנֹ֖ות אֲבֹתֵיהֶֽם׃", "ג: וַיָּק֨וּמוּ֙ עַל-עָמְדָ֔ם וַֽיִּקְרְא֗וּ בְּסֵ֨פֶר תֹּורַ֧ת יְהוָ֛ה אֱלֹהֵיהֶ֖ם רְבִעִ֣ית הַיֹּ֑ום וּרְבִעִית֙ מִתְוַדִּ֣ים וּמִֽשְׁתַּחֲוִ֔ים לַיהוָ֖ה אֱלֹהֵיהֶֽם׃ פ", "ד: וַיָּ֜קָם עַֽל-מַֽעֲלֵ֣ה הַלְוִיִּ֗ם יֵשׁ֨וּעַ וּבָנִ֜י קַדְמִיאֵ֧ל שְׁבַנְיָ֛ה בֻּנִּ֥י שֵׁרֵבְיָ֖ה בָּנִ֣י כְנָ֑נִי וַֽיִּזְעֲקוּ֙ בְּקֹ֣ול גָּדֹ֔ול אֶל-יְהוָ֖ה אֱלֹהֵיהֶֽם׃", "ה: וַיֹּאמְר֣וּ הַלְוִיִּ֡ם יֵשׁ֣וּעַ וְ֠קַדְמִיאֵל בָּנִ֨י חֲשַׁבְנְיָ֜ה שֵׁרֵֽבְיָ֤ה הֹֽודִיָּה֙ שְׁבַנְיָ֣ה פְתַֽחְיָ֔ה ק֗וּמוּ בָּרֲכוּ֙ אֶת-יְהוָ֣ה אֱלֹֽהֵיכֶ֔ם מִן-הָעֹולָ֖ם עַד-הָעֹולָ֑ם וִיבָֽרְכוּ֙ שֵׁ֣ם כְּבֹודֶ֔ךָ וּמְרֹומַ֥ם עַל-כָּל-בְּרָכָ֖ה וּתְהִלָּֽה׃", "ו: אַתָּה-ה֣וּא יְהוָה֘ לְבַדֶּךָ֒ (אַתְּ) אַתָּ֣ה עָשִׂ֡יתָ אֶֽת-הַשָּׁמַיִם֩ שְׁמֵ֨י הַשָּׁמַ֜יִם וְכָל-צְבָאָ֗ם הָאָ֜רֶץ וְכָל-אֲשֶׁ֤ר עָלֶ֨יהָ֙ הַיַּמִּים֙ וְכָל-אֲשֶׁ֣ר בָּהֶ֔ם וְאַתָּ֖ה מְחַיֶּ֣ה אֶת-כֻּלָּ֑ם וּצְבָ֥א הַשָּׁמַ֖יִם לְךָ֥ מִשְׁתַּחֲוִֽים׃", "ז: אַתָּה-הוּא֙ יְהוָ֣ה הָאֱלֹהִ֔ים אֲשֶׁ֤ר בָּחַ֨רְתָּ֙ בְּאַבְרָ֔ם וְהֹוצֵאתֹ֖ו מֵא֣וּר כַּשְׂדִּ֑ים וְשַׂ֥מְתָּ שְּׁמֹ֖ו אַבְרָהָֽם׃", "ח: וּמָצָ֣אתָ אֶת-לְבָבֹו֘ נֶאֱמָ֣ן לְפָנֶיךָ֒ וְכָרֹ֨ות עִמֹּ֜ו הַבְּרִ֗ית לָתֵ֡ת אֶת-אֶרֶץ֩ הַכְּנַעֲנִ֨י הַחִתִּ֜י הָאֱמֹרִ֧י וְהַפְּרִזִּ֛י וְהַיְבוּסִ֥י וְהַגִּרְגָּשִׁ֖י לָתֵ֣ת לְזַרְעֹ֑ו וַתָּ֨קֶם֙ אֶת-דְּבָרֶ֔יךָ כִּ֥י צַדִּ֖יק אָֽתָּה׃", "ט: וַתֵּ֛רֶא אֶת-עֳנִ֥י אֲבֹתֵ֖ינוּ בְּמִצְרָ֑יִם וְאֶת-זַעֲקָתָ֥ם שָׁמַ֖עְתָּ עַל-יַם-סֽוּף׃", "י: וַ֠תִּתֵּן אֹתֹ֨ת וּמֹֽפְתִ֜ים בְּפַרְעֹ֤ה וּבְכָל-עֲבָדָיו֙ וּבְכָל-עַ֣ם אַרְצֹ֔ו כִּ֣י יָדַ֔עְתָּ כִּ֥י הֵזִ֖ידוּ עֲלֵיהֶ֑ם וַתַּֽעַשׂ-לְךָ֥ שֵׁ֖ם כְּהַיֹּ֥ום הַזֶּֽה׃", "יא: וְהַיָּם֙ בָּקַ֣עְתָּ לִפְנֵיהֶ֔ם וַיַּֽעַבְר֥וּ בְתֹוךְ-הַיָּ֖ם בַּיַּבָּשָׁ֑ה וְֽאֶת-רֹ֨דְפֵיהֶ֜ם הִשְׁלַ֧כְתָּ בִמְצֹולֹ֛ת כְּמֹו-אֶ֖בֶן בְּמַ֥יִם עַזִּֽים׃", "יב: וּבְעַמּ֣וּד עָנָ֔ן הִנְחִיתָ֖ם יֹומָ֑ם וּבְעַמּ֥וּד אֵשׁ֙ לַ֔יְלָה לְהָאִ֣יר לָהֶ֔ם אֶת-הַדֶּ֖רֶךְ אֲשֶׁ֥ר יֵֽלְכוּ-בָֽהּ׃", "יג: וְעַ֤ל הַר-סִינַי֙ יָרַ֔דְתָּ וְדַבֵּ֥ר עִמָּהֶ֖ם מִשָּׁמָ֑יִם וַתִּתֵּ֨ן לָהֶ֜ם מִשְׁפָּטִ֤ים יְשָׁרִים֙ וְתֹורֹ֣ות אֱמֶ֔ת חֻקִּ֥ים וּמִצְוֹ֖ת טֹובִֽים׃", "יד: וְאֶת-שַׁבַּ֥ת קָדְשְׁךָ֖ הֹודַ֣עַתָ לָהֶ֑ם וּמִצְוֹ֤ות וְחֻקִּים֙ וְתֹורָ֔ה צִוִּ֣יתָ לָהֶ֔ם בְּיַ֖ד מֹשֶׁ֥ה עַבְדֶּֽךָ׃", "טו: וְ֠לֶחֶם מִשָּׁמַ֜יִם נָתַ֤תָּה לָהֶם֙ לִרְעָבָ֔ם וּמַ֗יִם מִסֶּ֛לַע הֹוצֵ֥אתָ לָהֶ֖ם לִצְמָאָ֑ם וַתֹּ֣אמֶר לָהֶ֗ם לָבֹוא֙ לָרֶ֣שֶׁת אֶת-הָאָ֔רֶץ אֲשֶׁר-נָשָׂ֥אתָ אֶת-יָדְךָ֖ לָתֵ֥ת לָהֶֽם׃", "טז: וְהֵ֥ם וַאֲבֹתֵ֖ינוּ הֵזִ֑ידוּ וַיַּקְשׁוּ֙ אֶת-עָרְפָּ֔ם וְלֹ֥א שָׁמְע֖וּ אֶל-מִצְוֹתֶֽיךָ׃", "יז: וַיְמָאֲנ֣וּ לִשְׁמֹ֗עַ וְלֹא-זָכְר֤וּ נִפְלְאֹתֶ֨יךָ֙ אֲשֶׁ֣ר עָשִׂ֣יתָ עִמָּהֶ֔ם וַיַּקְשׁוּ֙ אֶת-עָרְפָּ֔ם וַיִּתְּנוּ-רֹ֛אשׁ לָשׁ֥וּב לְעַבְדֻתָ֖ם בְּמִרְיָ֑ם וְאַתָּה֩ אֱלֹ֨והַּ סְלִיחֹ֜ות חַנּ֧וּן וְרַח֛וּם אֶֽרֶךְ-אַפַּ֥יִם וְרַב-(וְחֶסֶד) חֶ֖סֶד וְלֹ֥א עֲזַבְתָּֽם׃", "יח: אַ֗ף כִּֽי-עָשׂ֤וּ לָהֶם֙ עֵ֣גֶל מַסֵּכָ֔ה וַיֹּ֣אמְר֔וּ זֶ֣ה אֱלֹהֶ֔יךָ אֲשֶׁ֥ר הֶעֶלְךָ֖ מִמִּצְרָ֑יִם וַֽיַּעֲשׂ֔וּ נֶאָצֹ֖ות גְּדֹלֹֽות׃", "יט: וְאַתָּה֙ בְּרַחֲמֶ֣יךָ הָֽרַבִּ֔ים לֹ֥א עֲזַבְתָּ֖ם בַּמִּדְבָּ֑ר אֶת-עַמּ֣וּד הֶ֠עָנָן לֹא-סָ֨ר מֵעֲלֵיהֶ֤ם בְּיֹומָם֙ לְהַנְחֹתָ֣ם בְּהַדֶּ֔רֶךְ וְאֶת-עַמּ֨וּד הָאֵ֤שׁ בְּלַ֨יְלָה֙ לְהָאִ֣יר לָהֶ֔ם וְאֶת-הַדֶּ֖רֶךְ אֲשֶׁ֥ר יֵֽלְכוּ-בָֽהּ׃", "כ: וְרוּחֲךָ֨ הַטֹּובָ֔ה נָתַ֖תָּ לְהַשְׂכִּילָ֑ם וּמַנְךָ֙ לֹא-מָנַ֣עְתָּ מִפִּיהֶ֔ם וּמַ֛יִם נָתַ֥תָּה לָהֶ֖ם לִצְמָאָֽם׃", "כא: וְאַרְבָּעִ֥ים שָׁנָ֛ה כִּלְכַּלְתָּ֥ם בַּמִּדְבָּ֖ר לֹ֣א חָסֵ֑רוּ שַׂלְמֹֽתֵיהֶם֙ לֹ֣א בָל֔וּ וְרַגְלֵיהֶ֖ם לֹ֥א בָצֵֽקוּ׃", "כב: וַתִּתֵּ֨ן לָהֶ֤ם מַמְלָכֹות֙ וַעֲמָמִ֔ים וַֽתַּחְלְקֵ֖ם לְפֵאָ֑ה וַיִּֽירְשׁ֞וּ אֶת-אֶ֣רֶץ סִיחֹ֗ון וְאֶת-אֶ֨רֶץ֙ מֶ֣לֶךְ חֶשְׁבֹּ֔ון וְאֶת-אֶ֖רֶץ עֹ֥וג מֶֽלֶךְ-הַבָּשָֽׁן׃", "כג: וּבְנֵיהֶ֣ם הִרְבִּ֔יתָ כְּכֹכְבֵ֖י הַשָּׁמָ֑יִם וַתְּבִיאֵם֙ אֶל-הָאָ֔רֶץ אֲשֶׁר-אָמַ֥רְתָּ לַאֲבֹתֵיהֶ֖ם לָבֹ֥וא לָרָֽשֶׁת׃", "כד: וַיָּבֹ֤אוּ הַבָּנִים֙ וַיִּֽירְשׁ֣וּ אֶת-הָאָ֔רֶץ וַתַּכְנַ֨ע לִפְנֵיהֶ֜ם אֶת-יֹשְׁבֵ֤י הָאָ֨רֶץ֙ הַכְּנַ֣עֲנִ֔ים וַֽתִּתְּנֵ֖ם בְּיָדָ֑ם וְאֶת-מַלְכֵיהֶם֙ וְאֶת-עַֽמְמֵ֣י הָאָ֔רֶץ לַעֲשֹׂ֥ות בָּהֶ֖ם כִּרְצֹונָֽם׃", "כה: וַֽיִּלְכְּד֞וּ עָרִ֣ים בְּצֻרֹות֘ וַאֲדָמָ֣ה שְׁמֵנָה֒ וַיִּֽירְשׁ֡וּ בָּתִּ֣ים מְלֵֽאִים-כָּל-ט֠וּב בֹּרֹ֨ות חֲצוּבִ֜ים כְּרָמִ֧ים וְזֵיתִ֛ים וְעֵ֥ץ מַאֲכָ֖ל לָרֹ֑ב וַיֹּאכְל֤וּ וַֽיִּשְׂבְּעוּ֙ וַיַּשְׁמִ֔ינוּ וַיִּֽתְעַדְּנ֖וּ בְּטוּבְךָ֥ הַגָּדֹֽול׃", "כו: וַיַּמְר֨וּ וַֽיִּמְרְד֜וּ בָּ֗ךְ וַיַּשְׁלִ֤כוּ אֶת-תֹּורָֽתְךָ֙ אַחֲרֵ֣י גַוָּ֔ם וְאֶת-נְבִיאֶ֣יךָ הָרָ֔גוּ אֲשֶׁר-הֵעִ֥ידוּ בָ֖ם לַהֲשִׁיבָ֣ם אֵלֶ֑יךָ וַֽיַּעֲשׂ֔וּ נֶאָצֹ֖ות גְּדֹולֹֽת׃", "כז: וַֽתִּתְּנֵם֙ בְּיַ֣ד צָֽרֵיהֶ֔ם וַיָּצֵ֖רוּ לָהֶ֑ם וּבְעֵ֤ת צָֽרָתָם֙ יִצְעֲק֣וּ אֵלֶ֔יךָ וְאַתָּה֙ מִשָּׁמַ֣יִם תִּשְׁמָ֔ע וּֽכְרַחֲמֶ֣יךָ הָֽרַבִּ֗ים תִּתֵּ֤ן לָהֶם֙ מֹֽושִׁיעִ֔ים וְיֹושִׁיע֖וּם מִיַּ֥ד צָרֵיהֶֽם׃", "כח: וּכְנֹ֣וחַ לָהֶ֔ם יָשׁ֕וּבוּ לַעֲשֹׂ֥ות רַ֖ע לְפָנֶ֑יךָ וַתַּֽעַזְבֵ֞ם בְּיַ֤ד אֹֽיְבֵיהֶם֙ וַיִּרְדּ֣וּ בָהֶ֔ם וַיָּשׁ֨וּבוּ֙ וַיִּזְעָק֔וּךָ וְאַתָּ֞ה מִשָּׁמַ֧יִם תִּשְׁמַ֛ע וְתַצִּילֵ֥ם כְּֽרַחֲמֶ֖יךָ רַבֹּ֥ות עִתִּֽים׃", "כט: וַתָּ֨עַד בָּהֶ֜ם לַהֲשִׁיבָ֣ם אֶל-תֹּורָתֶ֗ךָ וְהֵ֨מָּה הֵזִ֜ידוּ וְלֹא-שָׁמְע֤וּ לְמִצְוֹתֶ֨יךָ֙ וּבְמִשְׁפָּטֶ֣יךָ חָֽטְאוּ-בָ֔ם אֲשֶׁר-יַעֲשֶׂ֥ה אָדָ֖ם וְחָיָ֣ה בָהֶ֑ם וַיִּתְּנ֤וּ כָתֵף֙ סֹורֶ֔רֶת וְעָרְפָּ֥ם הִקְשׁ֖וּ וְלֹ֥א שָׁמֵֽעוּ׃", "ל: וַתִּמְשֹׁ֤ךְ עֲלֵיהֶם֙ שָׁנִ֣ים רַבֹּ֔ות וַתָּ֨עַד בָּ֧ם בְּרוּחֲךָ֛ בְּיַד-נְבִיאֶ֖יךָ וְלֹ֣א הֶאֱזִ֑ינוּ וַֽתִּתְּנֵ֔ם בְּיַ֖ד עַמֵּ֥י הָאֲרָצֹֽת׃", "לא: וּֽבְרַחֲמֶ֧יךָ הָרַבִּ֛ים לֹֽא-עֲשִׂיתָ֥ם כָּלָ֖ה וְלֹ֣א עֲזַבְתָּ֑ם כִּ֛י אֵֽל-חַנּ֥וּן וְרַח֖וּם אָֽתָּה׃", "לב: וְעַתָּ֣ה אֱ֠לֹהֵינוּ הָאֵ֨ל הַגָּדֹ֜ול הַגִּבֹּ֣ור וְהַנֹּורָא֘ שֹׁומֵ֣ר הַבְּרִ֣ית וְהַחֶסֶד֒ אַל-יִמְעַ֣ט לְפָנֶ֡יךָ אֵ֣ת כָּל-הַתְּלָאָ֣ה אֲֽשֶׁר-מְ֠צָאַתְנוּ לִמְלָכֵ֨ינוּ לְשָׂרֵ֧ינוּ וּלְכֹהֲנֵ֛ינוּ וְלִנְבִיאֵ֥נוּ וְלַאֲבֹתֵ֖ינוּ וּלְכָל-עַמֶּ֑ךָ מִימֵי֙ מַלְכֵ֣י אַשּׁ֔וּר עַ֖ד הַיֹּ֥ום הַזֶּֽה׃", "לג: וְאַתָּ֣ה צַדִּ֔יק עַ֖ל כָּל-הַבָּ֣א עָלֵ֑ינוּ כִּֽי-אֱמֶ֥ת עָשִׂ֖יתָ וַאֲנַ֥חְנוּ הִרְשָֽׁעְנוּ׃", "לד: וְאֶת-מְלָכֵ֤ינוּ שָׂרֵ֨ינוּ֙ כֹּהֲנֵ֣ינוּ וַאֲבֹתֵ֔ינוּ לֹ֥א עָשׂ֖וּ תֹּורָתֶ֑ךָ וְלֹ֤א הִקְשִׁ֨יבוּ֙ אֶל-מִצְוֹתֶ֔יךָ וּלְעֵ֣דְוֹתֶ֔יךָ אֲשֶׁ֥ר הַעִידֹ֖תָ בָּהֶֽם׃", "לה: וְהֵ֣ם בְּמַלְכוּתָם֩ וּבְטוּבְךָ֨ הָרָ֜ב אֲשֶׁר-נָתַ֣תָּ לָהֶ֗ם וּבְאֶ֨רֶץ הָרְחָבָ֧ה וְהַשְּׁמֵנָ֛ה אֲשֶׁר-נָתַ֥תָּ לִפְנֵיהֶ֖ם לֹ֣א עֲבָד֑וּךָ וְֽלֹא-שָׁ֔בוּ מִמַּֽעַלְלֵיהֶ֖ם הָרָעִֽים׃", "לו: הִנֵּ֛ה אֲנַ֥חְנוּ הַיֹּ֖ום עֲבָדִ֑ים וְהָאָ֜רֶץ אֲשֶׁר-נָתַ֣תָּה לַאֲבֹתֵ֗ינוּ לֶאֱכֹ֤ל אֶת-פִּרְיָהּ֙ וְאֶת-טוּבָ֔הּ הִנֵּ֛ה אֲנַ֥חְנוּ עֲבָדִ֖ים עָלֶֽיהָ׃", "לז: וּתְבוּאָתָ֣הּ מַרְבָּ֗ה לַמְּלָכִ֛ים אֲשֶׁר-נָתַ֥תָּה עָלֵ֖ינוּ בְּחַטֹּאותֵ֑ינוּ וְעַ֣ל גְּ֠וִיֹּתֵינוּ מֹשְׁלִ֤ים וּבִבְהֶמְתֵּ֨נוּ֙ כִּרְצֹונָ֔ם וּבְצָרָ֥ה גְדֹולָ֖ה אֲנָֽחְנוּ׃ פ", "\n"], "splitsAshk": ["0", "12205", "24685", "41784", "60445", "85096", "109776", "120416", "144874", "152544", "167832", "181454", "191472", "204654", "214523", "233624", "241814", "267352", "280254", "299104", "309944", "320624", "335603", "345904", "363334", "389654", "407272", "425912", "448064", "467443", "481992", "492784", "524464", "532283", "546872", "566883", "580774", "597603"], "splitsSeph": ["0", "11749", "23930", "40589", "59800", "86170", "110821", "122680", "150480", "158541", "174341", "187760", "197669", "211909", "221810", "241181", "249370", "275207", "288629", "308327", "319919", "331239", "348119", "359018", "377087", "403218", "420538", "439527", "462567", "484919", "499679", "509967", "540447", "548719", "563138", "583909", "598869", "616019", ""], "englishText": [["1 Now in the twenty and fourth day of this month the children of Israel were assembled with fasting, and with sackcloth, and earth upon them.", "2 And the seed of Israel separated themselves from all foreigners, and stood and confessed their sins, and the iniquities of their fathers.", "3 And they stood up in their place, and read in the book of the Law of the LORD their God a fourth part of the day; and another fourth part they confessed, and prostrated themselves before the LORD their God.", "4 Then stood up upon the platform of the Levites, Jeshua, and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, and cried with a loud voice unto the LORD their God.", "5 Then the Levites, Jeshua, and Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said: Stand up and bless the LORD your God from everlasting to everlasting; and let them say: Blessed be Thy glorious Name, that is exalted above all blessing and praise.", "6 Thou art the LORD, even Thou alone; Thou hast made heaven, the heaven of heavens, with all their host, the earth and all things that are thereon, the seas and all that is in them, and Thou preservest them all; and the host of heaven worshippeth Thee.", "7 Thou art the LORD the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham;", "8 and foundest his heart faithful before Thee, and madest a covenant with him to give the land of the Canaanite, the Hittite, the Amorite, and the Perizzite, and the Jebusite, and the Girgashite, even to give it unto his seed, and hast performed Thy words; for Thou art righteous;", "9 And Thou sawest the affliction of our fathers in Egypt, and heardest their cry by the Red Sea;", "10 and didst show signs and wonders upon Pharaoh, and on all his servants, and on all the people of his land; for Thou knewest that they dealt proudly against them; and didst get Thee a name, as it is this day.", "11 And Thou didst divide the sea before them, so that they went through the midst of the sea on the dry land; and their pursuers Thou didst cast into the depths, as a stone into the mighty waters.", "12 Moreover in a pillar of cloud Thou didst lead them by day; and in a pillar of fire by night, to give them light in the way wherein they should go.", "13 Thou camest down also upon mount Sinai, and spokest with them from heaven, and gavest them right ordinances and laws of truth, good statutes and commandments;", "14 and madest known unto them Thy holy sabbath, and didst command them commandments, and statutes, and a law, by the hand of Moses Thy servant;", "15 and gavest them bread from heaven for their hunger, and broughtest forth water for them out of the rock for their thirst, and didst command them that they should go in to possess the land which Thou hadst lifted up Thy hand to give them.", "16 But they and our fathers dealt proudly, and hardened their neck, and hearkened not to Thy commandments,", "17 and refused to hearken, neither were mindful of Thy wonders that Thou didst among them; but hardened their neck, and in their rebellion appointed a captain to return to their bondage; but Thou art a God ready to pardon, gracious and full of compassion, slow to anger, and plenteous in mercy, and forsookest them not.", "18 Yea, when they had made them a molten calf, and said: This is thy God that brought thee up out of Egypt, and had wrought great provocations;", "19 yet Thou in Thy manifold mercies forsookest them not in the wilderness; the pillar of cloud departed not from over them by day, to lead them in the way; neither the pillar of fire by night, to show them light, and the way wherein they should go.", "20 Thou gavest also Thy good spirit to instruct them, and withheldest not Thy manna from their mouth, and gavest them water for their thirst.", "21 Yea, forty years didst Thou sustain them in the wilderness, and they lacked nothing; their clothes waxed not old, and their feet swelled not.", "22 Moreover Thou gavest them kingdoms and peoples, which Thou didst allot quarter by quarter; so they possessed the land of Sihon, even the land of the king of Heshbon, and the land of Og king of Bashan.", "23 Their children also didst Thou multiply as the stars of heaven, and didst bring them into the land, concerning which Thou didst say to their fathers, that they should go in to possess it.", "24 So the children went in and possessed the land, and Thou didst subdue before them the inhabitants of the land, the Canaanites, and gavest them into their hands, with their kings, and the peoples of the land, that they might do with them as they would.", "25 And they took fortified cities, and a fat land, and possessed houses full of all good things, cisterns hewn out, vineyards, and oliveyards, and fruit-trees in abundance; so they did eat, and were filled, and became fat, and luxuriated in Thy great goodness.", "26 Nevertheless they were disobedient, and rebelled against Thee, and cast Thy law behind their back, and slew Thy prophets that did forewarn them to turn them back unto Thee, and they wrought great provocations.", "27 Therefore Thou didst deliver them into the hand of their adversaries, who distressed them; and in the time of their trouble, when they cried unto Thee, Thou heardest from heaven; and according to Thy manifold mercies Thou gavest them saviours who might save them out of the hand of their adversaries.", "28 But after they had rest, they did evil again before Thee; therefore didst Thou leave them in the hand of their enemies, so that they had the dominion over them; yet when they returned, and cried unto Thee, many times didst Thou hear from heaven, and deliver them according to Thy mercies;", "29 and didst forewarn them, that Thou mightest bring them back unto Thy law; yet they dealt proudly, and hearkened not unto Thy commandments, but sinned against Thine ordinances, which if a man do, he shall live by them, and presented a stubborn shoulder, and hardened their neck, and would not hear.", "30 Yet many years didst Thou extend mercy unto them, and didst forewarn them by Thy spirit through Thy prophets; yet would they not give ear; therefore gavest Thou them into the hand of the peoples of the lands.", "31 Nevertheless in Thy manifold mercies Thou didst not utterly consume them, nor forsake them; for Thou art a gracious and merciful God.", "32 Now therefore, our God, the great, the mighty, and the awful God, who keepest covenant and mercy, let not all the travail seem little before Thee, that hath come upon us, on our kings, on our princes, and on our priests, and on our prophets, and on our fathers, and on all Thy people, since the time of the kings of Assyria unto this day.", "33 Howbeit Thou art just in all that is come upon us; for Thou hast dealt truly, but we have done wickedly;", "34 neither have our kings, our princes, our priests, nor our fathers, kept Thy law, nor hearkened unto Thy commandments and Thy testimonies, wherewith Thou didst testify against them.", "35 For they have not served Thee in their kingdom, and in Thy great goodness that Thou gavest them, and in the large and fat land which Thou gavest before them, neither turned they from their wicked works.", "36 Behold, we are servants this day, and as for the land that Thou gavest unto our fathers to eat the fruit thereof and the good thereof, behold, we are servants in it.", "37 And it yieldeth much increase unto the kings whom Thou hast set over us because of our sins; also they have power over our bodies, and over our cattle, at their pleasure, and we are in great distress.", "\n"]]}