{"chapterNum": "12", "hebrewText": ["﻿א: וְאֵ֨לֶּה֙ הַכֹּהֲנִ֣ים וְהַלְוִיִּ֔ם אֲשֶׁ֥ר עָל֛וּ עִם-זְרֻבָּבֶ֥ל בֶּן-שְׁאַלְתִּיאֵ֖ל וְיֵשׁ֑וּעַ שְׂרָיָ֥ה יִרְמְיָ֖ה עֶזְרָֽא׃", "ב: אֲמַרְיָ֥ה מַלּ֖וּךְ חַטּֽוּשׁ׃", "ג: שְׁכַנְיָ֥ה רְחֻ֖ם מְרֵמֹֽת׃", "ד: עִדֹּ֥וא גִנְּתֹ֖וי אֲבִיָּֽה׃", "ה: מִיָּמִ֥ין מַֽעַדְיָ֖ה בִּלְגָּֽה׃", "ו: שְׁמַֽעְיָ֥ה וְיֹויָרִ֖יב יְדַֽעְיָֽה׃", "ז: סַלּ֣וּ עָמֹ֔וק חִלְקִיָּ֖ה יְדַֽעְיָ֑ה אֵ֣לֶּה רָאשֵׁ֧י הַכֹּהֲנִ֛ים וַאֲחֵיהֶ֖ם בִּימֵ֥י יֵשֽׁוּעַ׃ פ", "ח: וְהַלְוִיִּ֗ם יֵשׁ֧וּעַ בִּנּ֛וּי קַדְמִיאֵ֥ל שֵׁרֵבְיָ֖ה יְהוּדָ֣ה מַתַּנְיָ֑ה עַֽל-הֻיְּדֹ֖ות ה֥וּא וְאֶחָֽיו׃", "ט: וּבַקְבֻּֽקְיָ֨ה (וְעֻנֹּו) וְעֻנִּ֧י אֲחֵיהֶ֛ם לְנֶגְדָּ֖ם לְמִשְׁמָרֹֽות׃", "י: וְיֵשׁ֖וּעַ הֹולִ֣יד אֶת-יֹֽויָקִ֑ים וְיֹֽויָקִים֙ הֹולִ֣יד אֶת-אֶלְיָשִׁ֔יב וְאֶלְיָשִׁ֖יב אֶת-יֹויָדָֽע׃", "יא: וְיֹויָדָע֙ הֹולִ֣יד אֶת-יֹונָתָ֔ן וְיֹונָתָ֖ן הֹולִ֥יד אֶת-יַדּֽוּעַ׃", "יב: וּבִימֵי֙ יֹֽויָקִ֔ים הָי֥וּ כֹהֲנִ֖ים רָאשֵׁ֣י הָאָבֹ֑ות לִשְׂרָיָ֣ה מְרָיָ֔ה לְיִרְמְיָ֖ה חֲנַנְיָֽה׃", "יג: לְעֶזְרָ֣א מְשֻׁלָּ֔ם לַאֲמַרְיָ֖ה יְהֹוחָנָֽן׃", "יד: (לִמְלוּכִי) לִמְלִ֨יכוּ֙ יֹֽונָתָ֔ן לִשְׁבַנְיָ֖ה יֹוסֵֽף׃", "טו: לְחָרִ֣ם עַדְנָ֔א לִמְרָיֹ֖ות חֶלְקָֽי׃", "טז: (לַעֲדָיָא) לְעִדֹּ֥וא זְכַרְיָ֖ה לְגִנְּתֹ֥ון מְשֻׁלָּֽם׃", "יז: לַאֲבִיָּ֖ה זִכְרִ֑י לְמִ֨נְיָמִ֔ין לְמֹועַדְיָ֖ה פִּלְטָֽי׃", "יח: לְבִלְגָּ֣ה שַׁמּ֔וּעַ לִֽשְׁמַעְיָ֖ה יְהֹונָתָֽן׃", "יט: וּלְיֹויָרִ֣יב מַתְּנַ֔י לִֽידַֽעְיָ֖ה עֻזִּֽי׃", "כ: לְסַלַּ֥י קַלָּ֖י לְעָמֹ֥וק עֵֽבֶר׃", "כא: לְחִלְקִיָּ֣ה חֲשַׁבְיָ֔ה לִֽידַֽעְיָ֖ה נְתַנְאֵֽל׃", "כב: הַלְוִיִּם֩ בִּימֵ֨י אֶלְיָשִׁ֜יב יֹויָדָ֤ע וְיֹוחָנָן֙ וְיַדּ֔וּעַ כְּתוּבִ֖ים רָאשֵׁ֣י אָבֹ֑ות וְהַכֹּ֣הֲנִ֔ים עַל-מַלְכ֖וּת דָּרְיָ֥וֶשׁ הַפָּֽרְסִֽי׃ פ", "כג: בְּנֵ֤י לֵוִי֙ רָאשֵׁ֣י הָֽאָבֹ֔ות כְּתוּבִ֕ים עַל-סֵ֖פֶר דִּבְרֵ֣י הַיָּמִ֑ים וְעַד-יְמֵ֖י יֹֽוחָנָ֥ן בֶּן-אֶלְיָשִֽׁיב׃", "כד: וְרָאשֵׁ֣י הַ֠לְוִיִּם חֲשַׁבְיָ֨ה שֵֽׁרֵבְיָ֜ה וְיֵשׁ֤וּעַ בֶּן-קַדְמִיאֵל֙ וַאֲחֵיהֶ֣ם לְנֶגְדָּ֔ם לְהַלֵּ֣ל לְהֹודֹ֔ות בְּמִצְוַ֖ת דָּוִ֣יד אִישׁ-הָאֱלֹהִ֑ים מִשְׁמָ֖ר לְעֻמַּ֥ת מִשְׁמָֽר׃", "כה: מַתַּנְיָ֧ה וּבַקְבֻּֽקְיָ֛ה עֹבַדְיָ֥ה מְשֻׁלָּ֖ם טַלְמֹ֣ון עַקּ֑וּב שֹׁמְרִ֤ים שֹֽׁועֲרִים֙ מִשְׁמָ֔ר בַּאֲסֻפֵּ֖י הַשְּׁעָרִֽים׃", "כו: אֵ֕לֶּה בִּימֵ֛י יֹויָקִ֥ים בֶּן-יֵשׁ֖וּעַ בֶּן-יֹוצָדָ֑ק וּבִימֵי֙ נְחֶמְיָ֣ה הַפֶּחָ֔ה וְעֶזְרָ֥א הַכֹּהֵ֖ן הַסֹּופֵֽר׃ פ", "כז: וּבַחֲנֻכַּ֞ת חֹומַ֣ת יְרוּשָׁלִַ֗ם בִּקְשׁ֤וּ אֶת-הַלְוִיִּם֙ מִכָּל-מְקֹ֣ומֹתָ֔ם לַהֲבִיאָ֖ם לִֽירוּשָׁלִָ֑ם לַעֲשֹׂ֨ת חֲנֻכָּ֤ה וְשִׂמְחָה֙ וּבְתֹודֹ֣ות וּבְשִׁ֔יר מְצִלְתַּ֖יִם נְבָלִ֥ים וּבְכִנֹּרֹֽות׃", "כח: וַיֵּאָ֣סְפ֔וּ בְּנֵ֖י הַמְשֹׁרְרִ֑ים וּמִן-הַכִּכָּר֙ סְבִיבֹ֣ות יְרוּשָׁלִַ֔ם וּמִן-חַצְרֵ֖י נְטֹפָתִֽי׃", "כט: וּמִבֵּית֙ הַגִּלְגָּ֔ל וּמִשְּׂדֹ֥ות גֶּ֖בַע וְעַזְמָ֑וֶת כִּ֣י חֲצֵרִ֗ים בָּנ֤וּ לָהֶם֙ הַמְשֹׁ֣רֲרִ֔ים סְבִיבֹ֖ות יְרוּשָׁלִָֽם׃", "ל: וַיִּֽטַּהֲר֔וּ הַכֹּהֲנִ֖ים וְהַלְוִיִּ֑ם וַֽיְטַהֲרוּ֙ אֶת-הָעָ֔ם וְאֶת-הַשְּׁעָרִ֖ים וְאֶֽת-הַחֹומָֽה׃", "לא: וָאַעֲלֶה֙ אֶת-שָׂרֵ֣י יְהוּדָ֔ה מֵעַ֖ל לַחֹומָ֑ה וָאַעֲמִ֡ידָה שְׁתֵּ֣י תֹודֹת֩ גְּדֹולֹ֨ת וְתַהֲלֻכֹ֤ת לַיָּמִין֙ מֵעַ֣ל לַחֹומָ֔ה לְשַׁ֖עַר הָאַשְׁפֹּֽת׃", "לב: וַיֵּ֤לֶךְ אַחֲרֵיהֶם֙ הֹושַׁ֣עְיָ֔ה וַחֲצִ֖י שָׂרֵ֥י יְהוּדָֽה׃", "לג: וַעֲזַרְיָ֥ה עֶזְרָ֖א וּמְשֻׁלָּֽם׃", "לד: יְהוּדָה֙ וּבִנְיָמִ֔ן וּֽשְׁמַֽעְיָ֖ה וְיִרְמְיָֽה׃ ס", "לה: וּמִבְּנֵ֥י הַכֹּהֲנִ֖ים בַּחֲצֹצְרֹ֑ות זְכַרְיָ֨ה בֶן-יֹֽונָתָ֜ן בֶּן-שְׁמַֽעְיָ֗ה בֶּן-מַתַּנְיָה֙ בֶּן-מִ֣יכָיָ֔ה בֶּן-זַכּ֖וּר בֶּן-אָסָֽף׃", "לו: וְֽאֶחָ֡יו שְֽׁמַעְיָ֡ה וַעֲזַרְאֵ֡ל מִֽלֲלַ֡י גִּֽלֲלַ֡י מָעַ֞י נְתַנְאֵ֤ל וִֽיהוּדָה֙ חֲנָ֔נִי בִּכְלֵי-שִׁ֥יר דָּוִ֖יד אִ֣ישׁ הָאֱלֹהִ֑ים וְעֶזְרָ֥א הַסֹּופֵ֖ר לִפְנֵיהֶֽם׃", "לז: וְעַל֩ שַׁ֨עַר הָעַ֜יִן וְנֶגְדָּ֗ם עָלוּ֙ עַֽל-מַעֲלֹות֙ עִ֣יר דָּוִ֔יד בַּֽמַּעֲלֶ֖ה לַחֹומָ֑ה מֵעַל֙ לְבֵ֣ית דָּוִ֔יד וְעַ֛ד שַׁ֥עַר הַמַּ֖יִם מִזְרָֽח׃", "לח: וְהַתֹּודָ֧ה הַשֵּׁנִ֛ית הַהֹולֶ֥כֶת לְמֹ֖ואל וַאֲנִ֣י אַחֲרֶ֑יהָ וַחֲצִ֨י הָעָ֜ם מֵעַ֣ל לְהַחֹומָ֗ה מֵעַל֙ לְמִגְדַּ֣ל הַתַּנּוּרִ֔ים וְעַ֖ד הַחֹומָ֥ה הָרְחָבָֽה׃", "לט: וּמֵעַ֣ל לְשַֽׁעַר-אֶ֠פְרַיִם וְעַל-שַׁ֨עַר הַיְשָׁנָ֜ה וְעַל-שַׁ֣עַר הַדָּגִ֗ים וּמִגְדַּ֤ל חֲנַנְאֵל֙ וּמִגְדַּ֣ל הַמֵּאָ֔ה וְעַ֖ד שַׁ֣עַר הַצֹּ֑אן וְעָ֣מְד֔וּ בְּשַׁ֖עַר הַמַּטָּרָֽה׃", "מ: וַֽתַּעֲמֹ֛דְנָה שְׁתֵּ֥י הַתֹּודֹ֖ת בְּבֵ֣ית הָאֱלֹהִ֑ים וַאֲנִ֕י וַחֲצִ֥י הַסְּגָנִ֖ים עִמִּֽי׃", "מא: וְהַכֹּהֲנִ֡ים אֶלְיָקִ֡ים מַעֲשֵׂיָ֡ה מִ֠נְיָמִין מִיכָיָ֧ה אֶלְיֹועֵינַ֛י זְכַרְיָ֥ה חֲנַנְיָ֖ה בַּחֲצֹצְרֹֽות׃", "מב: וּמַעֲשֵׂיָ֨ה וּֽשְׁמַֽעְיָ֜ה וְאֶלְעָזָ֧ר וְעֻזִּ֛י וִֽיהֹוחָנָ֥ן וּמַלְכִּיָּ֖ה וְעֵילָ֣ם וָעָ֑זֶר וַיַּשְׁמִ֨יעוּ֙ הַמְשֹׁ֣רְרִ֔ים וְיִֽזְרַחְיָ֖ה הַפָּקִֽיד׃", "מג: וַיִּזְבְּח֣וּ בַיֹּום-הַ֠הוּא זְבָחִ֨ים גְּדֹולִ֜ים וַיִּשְׂמָ֗חוּ כִּ֤י הָאֱלֹהִים֙ שִׂמְּחָם֙ שִׂמְחָ֣ה גְדֹולָ֔ה וְגַ֧ם הַנָּשִׁ֛ים וְהַיְלָדִ֖ים שָׂמֵ֑חוּ וַתִּשָּׁמַ֛ע שִׂמְחַ֥ת יְרוּשָׁלִַ֖ם מֵרָחֹֽוק׃", "מד: וַיִּפָּקְד֣וּ בַיֹּום֩ הַה֨וּא אֲנָשִׁ֜ים עַל-הַנְּשָׁכֹ֗ות לָאֹ֨וצָרֹ֥ות לַתְּרוּמֹות֘ לָרֵאשִׁ֣ית וְלַמַּֽעַשְׂרֹות֒ לִכְנֹ֨וס בָּהֶ֜ם לִשְׂדֵ֤י הֶעָרִים֙ מְנָאֹ֣ות הַתֹּורָ֔ה לַכֹּהֲנִ֖ים וְלַלְוִיִּ֑ם כִּ֚י שִׂמְחַ֣ת יְהוּדָ֔ה עַל-הַכֹּהֲנִ֥ים וְעַל-הַלְוִיִּ֖ם הָעֹמְדִֽים׃", "מה: וַֽיִּשְׁמְר֞וּ מִשְׁמֶ֤רֶת אֱלֹֽהֵיהֶם֙ וּמִשְׁמֶ֣רֶת הַֽטָּהֳרָ֗ה וְהַמְשֹׁרְרִ֖ים וְהַשֹּׁעֲרִ֑ים כְּמִצְוַ֥ת דָּוִ֖יד שְׁלֹמֹ֥ה בְנֹֽו׃", "מו: כִּֽי-בִימֵ֥י דָוִ֛יד וְאָסָ֖ף מִקֶּ֑דֶם (רֹאשׁ) רָאשֵׁי֙ הַמְשֹׁ֣רְרִ֔ים וְשִׁיר-תְּהִלָּ֥ה וְהֹדֹ֖ות לֵֽאלֹהִֽים׃", "מז: וְכָל-יִשְׂרָאֵל֩ בִּימֵ֨י זְרֻבָּבֶ֜ל וּבִימֵ֣י נְחֶמְיָ֗ה נֹֽתְנִ֛ים מְנָיֹ֛ות הַמְשֹׁרְרִ֥ים וְהַשֹּׁעֲרִ֖ים דְּבַר-יֹ֣ום בְּיֹומֹ֑ו וּמַקְדִּשִׁים֙ לַלְוִיִּ֔ם וְהַלְוִיִּ֔ם מַקְדִּשִׁ֖ים לִבְנֵ֥י אַהֲרֹֽן׃ פ", "\n"], "splitsAshk": ["0", "11698", "14650", "17690", "21010", "24370", "27560", "38109", "50130", "56749", "65498", "71730", "79669", "83760", "88170", "92269", "97200", "103250", "107880", "112480", "116658", "120960", "134680", "144600", "160312", "172800", "184392", "202981", "212941", "225472", "235941", "252770", "259432", "262650", "266752", "279992", "303032", "319352", "336112", "353912", "362712", "379450", "395672", "416650", "443930", "456650", "467872", "490968", ""], "splitsSeph": ["0", "12208", "15258", "18698", "22480", "26058", "29959", "40978", "53800", "60920", "69829", "76218", "85440", "90389", "94898", "99640", "104149", "110829", "115738", "120440", "124680", "129928", "145258", "155314", "171728", "184269", "195288", "214248", "223720", "236159", "246260", "263660", "269140", "272788", "277369", "290849", "314668", "332129", "349089", "367799", "377580", "394468", "410580", "432020", "459428", "472180", "482399", "504816"], "englishText": [["1 Now these are the priests and the Levites that went up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra;", "2 Amariah, Malluch, Hattush;", "3 Shecaniah, Rehum, Meremoth;", "4 Iddo, Ginnethoi, Abijah;", "5 Mijamin, Maadiah, Bilgah;", "6 Shemaiah, and Joiarib, Jedaiah;", "7 Sallu, Amok, Hilkiah, Jedaiah. These were the chiefs of the priests and their brethren in the days of Jeshua.", "8 Moreover the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who was over the thanksgiving, he and his brethren.", "9 Also Bakbukiah and Unni, their brethren, were over against them in wards.", "10 And Jeshua begot Joiakim, and Joiakim begot Eliashib, and Eliashib begot Joiada,", "11 and Joiada begot Jonathan and Jonathan begot Jaddua.", "12 And in the days of Joiakim were priests, heads of fathershouses: of Seraiah, Meraiah; of Jeremiah, Hananiah;", "13 of Ezra, Meshullam; of Amariah, Jehohanan;", "14 of Melicu, Jonathan; of Shebaniah, Joseph;", "15 of Harim, Adna; of Meraioth, Helkai;", "16 of Iddo, Zechariah; of Ginnethon, Meshullam;", "17 of Abijah, Zichri; of Miniamin; of Moadiah, Piltai;", "18 of Bilgah, Shammua; of Shemaiah, Jehonathan;", "19 and of Joiarib, Mattenai; of Jedaiah, Uzzi;", "20 of Sallai, Kallai; of Amok, Eber;", "21 of Hilkiah, Hashabiah; of Jedaiah, Nethanel.", "22 The Levites in the days of Eliashib, Joiada, and Johanan, and Jaddua, were recorded heads of fathershouses; also the priests, in the reign of Darius the Persian.", "23 The sons of Levi, heads of fathershouses, were written in the book of the chronicles, even until the days of Johanan the son of Eliashib.", "24 And the chiefs of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brethren over against them, to praise and give thanks, according to the commandment of David the man of God, ward against ward.", "25 Mattaniah, and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub, were porters keeping the ward at the store-houses of the gates.", "26 These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest the scribe.", "27 And at the dedication of the wall of Jerusalem they sought the Levites out of all their places, to bring them to Jerusalem, to keep the dedication with gladness, both with thanksgivings, and with singing, with cymbals, psalteries, and with harps.", "28 And the sons of the singers gathered themselves together, both out of the Plain round about Jerusalem, and from the villages of the Netophathites;", "29 also from Beth-gilgal, and out of the fields of Geba and Azmaveth; for the singers had builded them villages round about Jerusalem.", "30 And the priests and the Levites purified themselves; and they purified the people, and the gates, and the wall.", "31 Then I brought up the princes of Judah upon the wall, and appointed two great companies that gave thanks and went in procession: on the right hand upon the wall toward the dung gate;", "32 and after them went Hoshaiah, and half of the princes of Judah;", "33 and Azariah, Ezra, and Meshullam,", "34 Judah, and Benjamin, and Shemaiah, and Jeremiah;", "35 and certain of the priestssons with trumpets: Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph;", "36 and his brethren, Shemaiah, and Azarel, Milalai, Gilalai, Maai, Nethanel, and Judah, Hanani, with the musical instruments of David the man of God; and Ezra the scribe was before them;", "37 and by the fountain gate, and straight before them, they went up by the stairs of the city of David, at the going up of the wall, above the house of David, even unto the water gate eastward.", "38 And the other company of them that gave thanks went to meet them, and I after them, with the half of the people, upon the wall, above the tower of the furnaces, even unto the broad wall;", "39 and above the gate of Ephraim, and by the gate of the old city and by the fish gate, and the tower of Hananel, and the tower of Hammeah, even unto the sheep gate; and they stood still in the gate of the guard.", "40 So stood the two companies of them that gave thanks in the house of God, and I, and the half of the rulers with me;", "41 and the priests, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets;", "42 and Maaseiah, and Shemaiah, and Eleazar, and Uzzi, and Jehohanan, and Malchijah, and Elam, and Ezer. And the singers sang loud, with Jezrahiah their overseer.", "43 And they offered great sacrifices that day, and rejoiced; for God had made them rejoice with great joy; and the women also and the children rejoiced; so that the joy of Jerusalem was heard even afar off.", "44 And on that day were men appointed over the chambers for the treasures, for the heave-offerings, for the first-fruits, and for the tithes, to gather into them, according to the fields of the cities, the portions appointed by the law for the priests and Levites; for Judah rejoiced for the priests and for the Levites that took their stations.", "45 And they kept the ward of their God, and the ward of the purification, and so did the singers and the porters, according to the commandment of David, and of Solomon his son.", "46 For in the days of David and Asaph of old there were chief of the singers, and songs of praise and thanksgiving unto God.", "47 And all Israel in the days of Zerubbabel, and in the days of Nehemiah, gave the portions of the singers and the porters, as every day required; and they hallowed for the Levites; and the Levites hallowed for the sons of Aaron.", "\n"]]}