{"chapterNum": "5", "hebrewText": ["﻿א: וַתְּהִ֨י צַעֲקַ֥ת הָעָ֛ם וּנְשֵׁיהֶ֖ם גְּדֹולָ֑ה אֶל-אֲחֵיהֶ֖ם הַיְּהוּדִֽים׃", "ב: וְיֵשׁ֙ אֲשֶׁ֣ר אֹמְרִ֔ים בָּנֵ֥ינוּ וּבְנֹתֵ֖ינוּ אֲנַ֣חְנוּ רַבִּ֑ים וְנִקְחָ֥ה דָגָ֖ן וְנֹאכְלָ֥ה וְנִחְיֶֽה׃", "ג: וְיֵשׁ֙ אֲשֶׁ֣ר אֹמְרִ֔ים שְׂדֹתֵ֛ינוּ וּכְרָמֵ֥ינוּ וּבָתֵּ֖ינוּ אֲנַ֣חְנוּ עֹרְבִ֑ים וְנִקְחָ֥ה דָגָ֖ן בָּרָעָֽב׃", "ד: וְיֵשׁ֙ אֲשֶׁ֣ר אֹמְרִ֔ים לָוִ֥ינוּ כֶ֖סֶף לְמִדַּ֣ת הַמֶּ֑לֶךְ שְׂדֹתֵ֖ינוּ וּכְרָמֵֽינוּ׃", "ה: וְעַתָּ֗ה כִּבְשַׂ֤ר אַחֵ֨ינוּ֙ בְּשָׂרֵ֔נוּ כִּבְנֵיהֶ֖ם בָּנֵ֑ינוּ וְהִנֵּ֣ה אֲנַ֣חְנוּ כֹ֠בְשִׁים אֶת-בָּנֵ֨ינוּ וְאֶת-בְּנֹתֵ֜ינוּ לַעֲבָדִ֗ים וְיֵ֨שׁ מִבְּנֹתֵ֤ינוּ נִכְבָּשֹׁות֙ וְאֵ֣ין לְאֵ֣ל יָדֵ֔נוּ וּשְׂדֹתֵ֥ינוּ וּכְרָמֵ֖ינוּ לַאֲחֵרִֽים׃", "ו: וַיִּ֥חַר לִ֖י מְאֹ֑ד כַּאֲשֶׁ֤ר שָׁמַ֨עְתִּי֙ אֶת-זַֽעֲקָתָ֔ם וְאֵ֖ת הַדְּבָרִ֥ים הָאֵֽלֶּה׃", "ז: וַיִּמָּלֵ֨ךְ לִבִּ֜י עָלַ֗י וָאָרִ֨יבָה֙ אֶת-הַחֹרִ֣ים וְאֶת-הַסְּגָנִ֔ים וָאֹמְרָ֣ה לָהֶ֔ם מַשָּׁ֥א אִישׁ-בְּאָחִ֖יו אַתֶּ֣ם נֹשִׁ֑אים וָאֶתֵּ֥ן עֲלֵיהֶ֖ם קְהִלָּ֥ה גְדֹולָֽה׃", "ח: וָאֹמְרָ֣ה לָהֶ֗ם אֲנַ֣חְנוּ קָ֠נִינוּ אֶת-אַחֵ֨ינוּ הַיְּהוּדִ֜ים הַנִּמְכָּרִ֤ים לַגֹּויִם֙ כְּדֵ֣י בָ֔נוּ וְגַם-אַתֶּ֛ם תִּמְכְּר֥וּ אֶת-אֲחֵיכֶ֖ם וְנִמְכְּרוּ-לָ֑נוּ וַֽיַּחֲרִ֔ישׁוּ וְלֹ֥א מָצְא֖וּ דָּבָֽר׃ ס", "ט: (וַיֹּאמֶר) וָאֹומַ֕ר לֹא-טֹ֥וב הַדָּבָ֖ר אֲשֶׁר-אַתֶּ֣ם עֹשִׂ֑ים הֲלֹ֞וא בְּיִרְאַ֤ת אֱלֹהֵ֨ינוּ֙ תֵּלֵ֔כוּ מֵחֶרְפַּ֖ת הַגֹּויִ֥ם אֹויְבֵֽינוּ׃", "י: וְגַם-אֲנִי֙ אַחַ֣י וּנְעָרַ֔י נֹשִׁ֥ים בָּהֶ֖ם כֶּ֣סֶף וְדָגָ֑ן נַֽעַזְבָה-נָּ֖א אֶת-הַמַּשָּׁ֥א הַזֶּֽה׃", "יא: הָשִׁיבוּ֩ נָ֨א לָהֶ֜ם כְּהַיֹּ֗ום שְׂדֹתֵיהֶ֛ם כַּרְמֵיהֶ֥ם זֵיתֵיהֶ֖ם וּבָתֵּיהֶ֑ם וּמְאַ֨ת הַכֶּ֤סֶף וְהַדָּגָן֙ הַתִּירֹ֣ושׁ וְהַיִּצְהָ֔ר אֲשֶׁ֥ר אַתֶּ֖ם נֹשִׁ֥ים בָּהֶֽם׃", "יב: וַיֹּאמְר֣וּ נָשִׁ֗יב וּמֵהֶם֙ לֹ֣א נְבַקֵּ֔שׁ כֵּ֣ן נַעֲשֶׂ֔ה כַּאֲשֶׁ֖ר אַתָּ֣ה אֹומֵ֑ר וָאֶקְרָא֙ אֶת-הַכֹּ֣הֲנִ֔ים וָֽאַשְׁבִּיעֵ֔ם לַעֲשֹׂ֖ות כַּדָּבָ֥ר הַזֶּֽה׃", "יג: גַּם-חָצְנִ֣י נָעַ֗רְתִּי וָֽאֹמְרָ֡ה כָּ֣כָה יְנַעֵ֪ר הָֽאֱלֹהִ֟ים אֶת-כָּל-הָאִישׁ֩ אֲשֶׁ֨ר לֹֽא-יָקִ֜ים אֶת-הַדָּבָ֣ר הַזֶּ֗ה מִבֵּיתֹו֙ וּמִ֣יגִיעֹ֔ו וְכָ֛כָה יִהְיֶ֥ה נָע֖וּר וָרֵ֑ק וַיֹּאמְר֨וּ כָֽל-הַקָּהָ֜ל אָמֵ֗ן וַֽיְהַלְלוּ֙ אֶת-יְהוָ֔ה וַיַּ֥עַשׂ הָעָ֖ם כַּדָּבָ֥ר הַזֶּֽה׃", "יד: גַּ֞ם מִיֹּ֣ום׀ אֲשֶׁר-צִוָּ֣ה אֹתִ֗י לִהְיֹ֣ות פֶּחָם֘ בְּאֶ֣רֶץ יְהוּדָה֒ מִשְּׁנַ֣ת עֶשְׂרִ֗ים וְ֠עַד שְׁנַ֨ת שְׁלֹשִׁ֤ים וּשְׁתַּ֨יִם֙ לְאַרְתַּחְשַׁ֣סְתְּא הַמֶּ֔לֶךְ שָׁנִ֖ים שְׁתֵּ֣ים עֶשְׂרֵ֑ה אֲנִ֣י וְאַחַ֔י לֶ֥חֶם הַפֶּ֖חָה לֹ֥א אָכַֽלְתִּי׃", "טו: וְהַפַּחֹות֩ הָרִאשֹׁנִ֨ים אֲשֶׁר-לְפָנַ֜י הִכְבִּ֣ידוּ עַל-הָעָ֗ם וַיִּקְח֨וּ מֵהֶ֜ם בְּלֶ֤חֶם וָיַ֨יִן֙ אַחַר֙ כֶּֽסֶף-שְׁקָלִ֣ים אַרְבָּעִ֔ים גַּ֥ם נַעֲרֵיהֶ֖ם שָׁלְט֣וּ עַל-הָעָ֑ם וַאֲנִי֙ לֹא-עָשִׂ֣יתִי כֵ֔ן מִפְּנֵ֖י יִרְאַ֥ת אֱלֹהִֽים׃", "טז: וְ֠גַם בִּמְלֶ֜אכֶת הַחֹומָ֤ה הַזֹּאת֙ הֶחֱזַ֔קְתִּי וְשָׂדֶ֖ה לֹ֣א קָנִ֑ינוּ וְכָל-נְעָרַ֔י קְבוּצִ֥ים שָׁ֖ם עַל-הַמְּלָאכָֽה׃", "יז: וְהַיְּהוּדִ֨ים וְהַסְּגָנִ֜ים מֵאָ֧ה וַחֲמִשִּׁ֣ים אִ֗ישׁ וְהַבָּאִ֥ים אֵלֵ֛ינוּ מִן-הַגֹּויִ֥ם אֲשֶׁר-סְבִיבֹתֵ֖ינוּ עַל-שֻׁלְחָנִֽי׃", "יח: וַאֲשֶׁר֩ הָיָ֨ה נַעֲשֶׂ֜ה לְיֹ֣ום אֶחָ֗ד שֹׁ֣ור אֶחָ֞ד צֹ֠אן שֵׁשׁ-בְּרֻרֹ֤ות וְצִפֳּרִים֙ נַֽעֲשׂוּ-לִ֔י וּבֵ֨ין עֲשֶׂ֧רֶת יָמִ֛ים בְּכָל-יַ֖יִן לְהַרְבֵּ֑ה וְעִם-זֶ֗ה לֶ֤חֶם הַפֶּחָה֙ לֹ֣א בִקַּ֔שְׁתִּי כִּֽי-כָֽבְדָ֥ה הָעֲבֹדָ֖ה עַל-הָעָ֥ם הַזֶּֽה׃", "יט: זָכְרָה-לִּ֥י אֱלֹהַ֖י לְטֹובָ֑ה כֹּ֥ל אֲשֶׁר-עָשִׂ֖יתִי עַל-הָעָ֥ם הַזֶּֽה׃ פ", "\n"], "splitsAshk": ["0", "8541", "16880", "27080", "34280", "57320", "64461", "79869", "98850", "110789", "119720", "136701", "150389", "182909", "206061", "228480", "241840", "254789", "282351", "289854"], "splitsSeph": ["0", "8688", "17160", "26618", "34568", "56538", "64800", "79808", "98887", "111247", "120429", "138029", "153469", "186618", "210648", "233229", "246400", "259567", "286698", "294426"], "englishText": [["1 Then there arose a great cry of the people and of their wives against their brethren the Jews.", "2 For there were that said: We, our sons and our daughters, are many; let us get for them corn, that we may eat and live.", "3 Some also there were that said: We are mortgaging our fields, and our vineyards, and our houses; let us get corn, because of the dearth.", "4 There were also that said: We have borrowed money for the kings tribute upon our fields and our vineyards.", "5 Yet now our flesh is as the flesh of our brethren, our children as their children; and, lo, we bring into bondage our sons and our daughters to be servants, and some of our daughters are brought into bondage already; neither is it in our power to help it; for other men have our fields and our vineyards.", "6 And I was very angry when I heard their cry and these words.", "7 Then I consulted with myself, and contended with the nobles and the rulers, and said unto them: Ye lend upon pledge, every one to his brother. And I held a great assembly against them.", "8 And I said unto them: We after our ability have redeemed our brethren the Jews, that sold themselves unto the heathen; and would ye nevertheless sell your brethren, and should they sell themselves unto us", " Then held they their peace, and found never a word.", "9 Also I said: The thing that ye do is not good; ought ye not to walk in the fear of our God, because of the reproach of the heathen our enemies", "10 And I likewise, my brethren and my servants, have lent them money and corn. I pray you, let us leave off this exaction.", "11 Restore, I pray you, to them, even this day, their fields, their vineyards, their oliveyards, and their houses, also the hundred pieces of silver, and the corn, the wine, and the oil, that ye exact of them.", "12 Then said they: We will restore them, and will require nothing of them; so will we do, even as thou sayest. Then I called the priests, and took an oath of them, that they should do according to this promise.", "13 Also I shook out my lap, and said: So God shake out every man from his house, and from his labour, that performeth not this promise; even thus be he shaken out, and emptied. And all the congregation said: Amen, and praised the LORD. And the people did according to this promise.", "14 Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even unto the two and thirtieth year of Artaxerxes the king, that is, twelve years, I and my brethren have not eaten the bread of the governor.", "15 But the former governors that were before me laid burdens upon the people, and took of them for bread and wine above forty shekels of silver; yea, even their servants lorded over the people; but so did not I, because of the fear of God.", "16 Yea, also I set hand to the work of this wall, neither bought we any land; and all my servants were gathered thither unto the work.", "17 Moreover there were at my table of the Jews and the rulers a hundred and fifty men, beside those that came unto us from among the nations that were round about us.", "18 Now that which was prepared for one day was one ox and six choice sheep, also fowls were prepared for me; and once in ten days store of all sorts of wine; yet for all this I demanded not the bread of the governor, because the service was heavy upon this people.", "19 Remember unto me, O my God, for good, all that I have done for this people."]]}